Repository: openplotter/openplotter-settings
Catalog: openplotterSettings/locale/*/LC_MESSAGES/openplotter-settings.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, nl, pl, sv

source: Removed delay at startup
ca: S'ha eliminat el retard a l'inici
cs: Bylo odebráno zpoždění po spuštění
da: Opstartsforsinkelse fjernet
de: Verzögerung beim Start entfernt
es: Retardo eliminado al iniciar
fi: Käynnistyksen viive poistettu
fr: Décalage au démarrage supprimé
it: Avvio ritardato disattivato
nb: Fjernet forsinkelse ved oppstart
nl: Vertraging bij opstarten verwijderd
pl: Usunięto opóźnienie startu
sv: Avaktiverade fördröjd uppstart

source: Enabled. Changes will be applied after the next reboot
ca: Fet. Els canvis s'aplicaran en el pròxim reinici
es: Activado. Los cambios se aplicarán después del próximo reinicio
it: Abilitato. Le modifiche verranno applicate dopo il prossimo riavvio
nl: Ingeschakeld. Wijzigingen worden toegepast na de volgende herstart
sv: Aktiverad. Ändringar kommer att tillämpas efter nästa omstart

source: Disabled. Changes will be applied after the next reboot
ca: Deshabilitat. Els canvis s'aplicaran després de reiniciar
es: Desactivado. Los cambios se aplicarán después del próximo reinicio
it: Disabilitato. Le modifiche verranno applicate dopo il prossimo riavvio
nl: Uitgeschakeld. Wijzigingen worden toegepast na de volgende herstart
sv: Inaktiverad. Ändringar kommer att tillämpas efter nästa omstart

source: OpenPlotter apps will open maximized
ca: Les aplicacions d'OpenPlotter s'obriran maximitzades
cs: Aplikace OpenPlotteru se budou otevírat na celou obrazovku
da: OpenPlotter-apps åbnes maksimeret
de: OpenPlotter Apps öffnen sich maximiert
es: Las aplicaciones OpenPlotter se abrirán maximizadas
fi: OpenPlotter sovelmat avataan maksimoituna
fr: Les applis OpenPlotter ouvriront maximisées
it: Le applicazioni di OpenPlotter si apriranno massimizzate
nb: OpenPlotter-apper vil åpne maksimert
nl: OpenPlotter apps zullen gemaximaliseerd worden gestart
pl: Komponenty OpenPlotter otworzą się zmaksymalizowane
sv: OppenPlotter applikationer kommer starta i fullskärmsläge

source: Disabled maximized OpenPlotter apps
ca: Aplicacions d'OpenPlotter maximitzades desactivades
cs: Aplikace OpenPlotteru se nebudou otevírat na celou obrazovku
da: Opstart af openplotter-apps i maksimeret tilstand deaktiveret
de: OpenPlotter Apps maximieren, deaktiviert
es: Deshabilitado maximizado de aplicaciones OpenPlotter
fi: Estetty maksimoidut OpenPlotter sovelmat
fr: Applis OpenPlotter maximisées désactivées
it: Massimizza le app disattivato
nb: Deaktiverte maksimerte OpenPlotter-apper
nl: OpenPlotter apps zullen normaal worden gestart
pl: Komponenty OpenPlotter nie otworzą się zmaksymalizowane
sv: Avaktiverade fullskärmsläge för OpenPlotter applikationerna

source: Install backlight
ca: Instal·lar il·luminació de fons
de: Hintergrundbeleuchtung installieren
fi: Asenna taustavalo
fr: Installer le rétroéclairage
it: Installazione retroilluminazione
nb: Installer bakgrunnsbelysning
nl: Installeer achtergrondverlichting
sv: Installera bakgrundsbelysning

source: Set backlight
ca: Establir il·luminació de fons
de: Beleuchtung einstellen
es: Establecer luz de fondo
fi: Aseta taustavalo
fr: Régler rétroéclairage
it: Imposta retroilluminazione
nb: Angi bakgrunnsbelysning
nl: Achtergrondverlichting instellen
sv: Ställ in bakgrundsbelysning

source: Hotspot+Client
es: Hotspot+Cliente
sv: Hotspot+Klient

source: Shutdown Management
ca: Preferències d'apagat
cs: Správa vypnutí
es: Gestión de apagado
fi: Sulkemisen Hallinta
fr: Gestion de la fermeture
it: Gestione spegnimento
nb: Avslutningsoppsett
nl: Afsluitbeheer
pl: Zarządzanie zamykaniem systemu
sv: Hantering vid avstängning

source: Shutdown
ca: Apagar
cs: Vypnout
de: Herunterfahren
es: Apagado
fi: Sammutus
fr: Fermeture
it: Spegnimento
nb: Slå av
nl: Afsluiten
pl: Zamknij sys.
sv: Stäng av datorn

source: Transition
ca: Transició
cs: Typ signálu
de: Übergang
es: Transición
fi: Siirtymä
it: Transizione
nb: Overgang
nl: Overgang
pl: Zmiana
sv: Villkor

source: low->high
ca: baix->alt
cs: nízký->vysoký
de: niedrig >hoch
es: bajo->alto
fi: matala->korkea
fr: bas->haut
it: basso->alto
nb: lav>høy
nl: laag >hoog
pl: niski >wysoki
sv: låg > hög

source: high->low
ca: alt->baix
cs: vysoký->nízký
de: hoch->niedrig
es: alto >bajo
fi: korkea->matala
fr: haut->bas
it: alto->basso
nb: høyt >lav
nl: hoog >laag
pl: wysoki >niski
sv: hög > låg

source: off
ca: desactivat
cs: vypnutý
de: aus
es: apagado
fi: pois
fr: éteint
nb: av
nl: uit
pl: wyłączony
sv: av

source: Apply
ca: Aplica
cs: Použít
de: Anwenden
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
nb: Bruk
nl: Toepassen
pl: Zastosuj
sv: Verkställ

source: Power off
ca: Apaga
cs: Vypnout
de: Ausschalten
es: Apagar
fi: Virta pois
fr: Éteindre
it: Spegni
nb: Slå av
nl: Uitschakelen
pl: Wyłącz
sv: Stäng av

source: Failed, you need to set a GPIO
ca: Error, has d'especificar un GPIO
cs: Neúspěch, je potřeba nastavit GPIO
de: Fehlgeschlagen, du musst ein GPIO setzen
es: Error, necesitas establecer un GPIO
fi: Epäonnistui, sinun täytyy asettaa GPIO
fr: Échec, vous devez définir un GPIO
it: Fallito, devi impostare un GPIO
nb: Mislyktes, du trenger å angi en GPIO
nl: Mislukt, stel een GPIO in
pl: Niepowodzenie, musisz ustawić GPIO
sv: Misslyckades, du måste ange en GPIO

source: Failed, you need to set a transition mode
ca: Error, has d'especificar un mode de transició
cs: Neúspěch, je potřeba nastavit typ signálu
de: Fehlgeschlagen, Sie müssen einen Übergangsmodus festlegen
es: Error, necesita establecer un modo de transición
fi: Epäonnistui, sinun täytyy asettaa siirtotila
fr: Échec, vous devez définir un mode de transition
it: Fallito, devi impostare una modalità di transizione
nb: Mislyktes, du må sette en overgangsmodus
nl: Mislukt, stel een transitie modus in
pl: Niepowodzenie, musisz ustawić tryb przejścia
sv: Misslyckades, du måste ange ett villkor

source: Failed, you need to set a GPIO pull mode
ca: Error, has d'especificar un mode d'estat de GPIO
cs: Neúspěch, je potřeba nastavit GPIO režim resistoru
de: Fehlgeschlagen, du musst einen GPIO-Pull-Modus setzen
es: Error, necesitas establecer un modo "pull" de GPIO
fi: Epäonnistui, sinun täytyy asettaa GPIO lukutilaan
fr: Échec, vous devez définir un GPIO en mode pull
it: Fallito, devi impostare una modalità di pull GPIO
nb: Mislyktes, du trenger å angi en "GPIO pull-mode"
nl: Mislukt, stel een GPIO pull-modus in
pl: Niepowodzenie, musisz ustawić tryb GPIO pull
sv: Misslyckades, du måste ställa in ett GPIO pull-läge

source: Done. Changes will be applied after the next reboot
ca: Fet. Els canvis s'aplicaran en el pròxim reinici
cs: Hotovo. Změny budou provedeny po příštím restartu
de: Fertig. Änderungen werden nach dem nächsten Neustart angewendet
es: Hecho. Los cambios se aplicarán después del próximo reinicio
fi: Tehty. Muutokset otetaan käyttöön seuraavassa uudelleenkäynnistyksessä
fr: Terminé. Les modifications seront appliquées après le prochain redémarrage
it: Fatto. Le modifiche saranno applicate dopo il prossimo riavvio
nb: Ferdig. Endringer vil bli lagt til etter neste omstart
nl: Klaar. Wijzigingen worden toegepast na de volgende herstart
pl: Gotowe. Zmiany zostaną zastosowane po ponownym uruchomieniu
sv: Klar. Ändringarna kommer att gälla efter nästa omstart

source: Installing rpi-backlight, please wait...
ca: Instal·lant rpi-backlight, esperi si us plau...
de: Installiere rpi-backlight, bitte warten...
es: Instalando rpi-backlight. Por favor, espere...
fi: Asennetaan rpi-taustavaloa, odota hetki...
fr: Installation de rpi-rétroéclairage. Merci de patienter...
it: Installazione pacchetto, attendere prego...
nb: Installerer rpi-backlight, vennligst vent...
nl: Rpi-backlight installeren, even geduld...
sv: Installerar rpi-backlight, var god vänta...

source: rpi-backlight will be installed.
ca: S'instal·larà rpi-backlight.
de: rpi-backlight wird installiert.
es: se instalará rpi-backlight.
fi: rpi-taustavalo asennetaan.
fr: rpi-rétroéclairage sera installé.
it: la retroilluminazione rpi-verrà installata.
nb: rpi-backlight vil bli installert.
nl: rpi-backlight zal worden geïnstalleerd.
sv: rpi-backlight kommer att installeras.

source: Are you sure?
ca: Estàs segur?
de: Bist du sicher?
es: ¿Estás seguro?
fi: Oletko varma?
fr: Êtes-vous certain ?
it: Sei sicuro?
nb: Er du sikker?
nl: Weet je het zeker?
sv: Är du säker?

source: Question
ca: Pregunta
cs: Otázka
da: Spørgsmål
de: Frage
es: Pregunta
fi: Kysymys
it: Domanda
nb: Spørsmål
nl: Vraag
pl: Pytanie
sv: Fråga

source: rpi-backlight installed
ca: S'ha instal·lat rpi-backlight
de: rpi-backlight installiert
es: rpi-backlight instalado
fi: rpi-taustavalo asennettu
fr: rpi-rétroéclairage installé
it: rpi-backlight installato
nb: rpi-bakgrunnsbelysning installert
nl: rpi-backlight geïnstalleerd
sv: rpi-backlight installerad

source: Installation canceled
ca: S'ha cancel·lat la instal·lació
de: Installation abgebrochen
es: Instalación cancelada
fi: Asennus peruttu
fr: Installation annulée
it: Installazione annullata
nb: Installasjon avbrutt
nl: Installatie geannuleerd
sv: Installationen avbröts

source: Uninstalling rpi-backlight, please wait...
ca: Desinstal·lant rpi-backlight, esperi si us plau...
de: Deinstalliere rpi-backlight, bitte warten...
es: Desinstalando rpi-backlight. Por favor, espere...
fi: Poistetaan rpi-taustavaloa, odota hetki...
fr: Désinstallation de rpi-rétroéclairage. Merci de patienter...
it: Disinstallare rpi-backlight, attendere prego...
nb: Avinstallerer rpi-backlight, vennligst vent...
nl: Rpi-backlight de-installeren, even geduld...
sv: Avinstallerar rpi-backlight, var god vänta...

source: rpi-backlight will be uninstalled.
ca: Es desinstal·larà rpi-backlight.
de: rpi-backlight wird deinstalliert.
es: se desinstalará rpi-backlight.
fi: rpi-taustavalo poistetaan.
fr: rpi-rétroéclairage sera désinstallé.
it: la retroilluminazione rpi-verrà disinstallata.
nb: rpi-backlight vil bli avinstallert.
nl: rpi-backlight zal worden verwijderd.
sv: rpi-backlight kommer att avinstalleras.

source: rpi-backlight uninstalled
ca: S'ha desinstal·lat rpi-backlight
de: rpi-backlight deinstalliert
es: rpi-backlight desinstalado
fi: rpi-taustavalo poistettu
fr: rpi-rétroéclairage désinstallé
it: rpi-backlight disinstallato
nb: rpi-backlight vil bli avinstallert
nl: rpi-backlight is verwijderd
sv: rpi-backlight avinstallerad

source: Uninstallation canceled
ca: S'ha cancel·lat la desinstal·lació
de: Deinstallation abgebrochen
es: Desinstalación cancelada
fi: Poisto peruttu
fr: Désinstallation annulée
it: Disinstallazione annullata
nb: Avinstalleringen avbrutt
nl: De-installatie geannuleerd
sv: Avinstallationen avbröts

source: Wayland will be enabled and X11 disabled. Some programs may not yet work correctly for Wayland.
ca: Wayland s'habilitarà i X11 es deshabilitarà. Alguns programes poden no funcionar correctament amb Wayland.
es: Wayland se habilitará y X11 se desactivará. Algunos programas pueden no funcionar aún correctamente en Wayland.
it: Wayland sarà abilitato e X11 disabilitato. Alcuni programmi potrebbero non funzionare correttamente per Wayland.
nl: Wayland wordt ingeschakeld en X11 uitgeschakeld. Sommige programma's werken mogelijk nog niet goed voor Wayland.
sv: Wayland kommer att aktiveras och X11 inaktiveras. Vissa program kanske inte fungerar korrekt med Wayland ännu.

source: OpenPlotter will reboot. Are you sure?
ca: OpenPlotter es reiniciarà. Estàs segur?
es: OpenPlotter se reiniciará. ¿Estás seguro?
fr: OpenPlotter va redémarrer. Êtes-vous sûr?
it: OpenPlotter si riavvierà. Sei sicuro?
nl: OpenPlotter zal opnieuw opstarten. Weet je het zeker?
sv: OpenPlotter kommer startas om. Är du säker?

source: Canceled
ca: Cancel·lat
es: Cancelado
fr: Annulé
it: Annullato
nl: Geannuleerd
sv: Avbruten

source: Wayland will be disabled and X11 enabled.
ca: Wayland es desactivarà i X11 s'activarà.
es: Wayland será desactivado y X11 habilitado.
it: Wayland sarà disabilitato e X11 abilitato.
nl: Wayland wordt uitgeschakeld en X11 wordt ingeschakeld.
sv: Wayland kommer att inaktiveras och X11 aktiveras.

source: A dual Hotspot/Client connection will be created. Do not forget to change the default Hotspot password "12345678" if you have not already.
ca: Es crearà una connexió dual Hotspot/Client. Recorda canviar la clau predeterminada "12345678" del hotspot si encara no ho has fet.
es: Se creará una conexión de Hotspot/Cliente dual. No olvide cambiar la contraseña predeterminada de Hotspot "12345678" si todavía no lo ha hecho.
it: Verrà creata una connessione Hotspot/Client. Non dimenticare di modificare la password Hotspot predefinita "12345678" se non l'hai già fatto.
nl: Er wordt een dubbele Hotspot/Client verbinding gemaakt. Vergeet niet om het standaard Hotspot wachtwoord "12345678" te wijzigen als je dit nog niet gedaan hebt.
sv: En dubbel Hotspot/Klient anslutning kommer att skapas. Glöm inte att ändra standard Hotspot-lösenordet "12345678" om du inte redan har det.

source: The dual Hotspot/Client connection will be disabled and only the Client connection will be able to be established.
ca: La connexió dual Hotspot/Client es deshabilitarà i només podrà establir-se la connexió del Client.
es: La conexión dual Hotspot/Client estará desactivada y sólo podrá establecerse la conexión del Cliente.
it: La doppia connessione Hotspot/Client sarà disabilitata e solo la connessione Client potrà essere stabilita.
nl: De dubbele Hotspot/Client verbinding wordt uitgeschakeld en alleen de Client verbinding kan worden gemaakt.
sv: Den dubbla Hotspot/klientanslutningen kommer att inaktiveras och endast klientanslutningen kommer att kunna upprättas.

source: Name
ca: Nom
cs: Jméno
da: Navn
es: Nombre
fi: Nimi
fr: Nom
it: Nome
nb: Navn
nl: Naam
pl: Nazwa
sv: Namn

source: Installed
ca: Instal·lat
cs: Instalováno
da: Installeret
de: Installiert
es: Instalado
fi: Asennettu
fr: Installé
it: Installato
nb: Installert
nl: Geïnstalleerd
pl: Zainstalowane
sv: Installerad

source: Candidate
ca: Candidat
cs: Kandidát
da: Kandidat
de: Version
es: Disponible
fi: Ehdokas
fr: Candidat
it: Candidati
nb: Kandidat
nl: Kandidaat
pl: Dostępne
sv: Kandidat

source: Pending tasks
ca: Tasques pendents
cs: Nezpracované úkoly
da: Ventende Opgaver
de: Ausstehende Aufgaben
es: Tareas pendientes
fi: Odottavat tehtävät
fr: Tâches en attente
it: Task in attesa
nb: Ventende oppgaver
nl: Openstaande taken
pl: Oczekujce zadania
sv: Väntande uppgifter

source: Add Sources
ca: Afegir fonts
cs: Přidat zdroje
da: Tilføj kilder
de: Quellen hinzufügen
es: Añadir fuentes
fi: Lisää Sorsat
fr: Ajouter les sources
it: Aggiungi Fonti
nb: Legg til kilder
nl: Bronnen toevoegen
pl: Dodaj repozytoria źródłowe
sv: Lägg till källor

source: Get Candidates
ca: Obtenir candidats
cs: Zjistit kandidáty
de: Bewerber abrufen
es: Obtener Candidatos
fi: Hanki Ehdokkaat
fr: Obtenir des candidats
it: Ottenere Candidati
nb: Hent kandidater
nl: Kandidaten ophalen
pl: Pobierz kandydatów
sv: Hämta kandidater

source: Install
ca: Instal·la
cs: Instalovat
da: Installér
de: Installieren
es: Instalar
fi: Asenna
fr: Installer
it: Installa
nb: Installer
nl: Installeren
pl: Zainstaluj
sv: Installera

source: Uninstall
ca: Desinstal·la
cs: Odinstalovat
da: Afinstaller
de: Deinstallieren
es: Desinstalar
fi: Poista
fr: Désinstaller
it: Disinstalla
nb: Avinstaller
nl: De-installeren
pl: Odinstaluj
sv: Avinstallera

source: Open
ca: Obre
cs: Otevřít
da: Åbn
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
it: Apri
nb: Åpne
pl: Otwórz
sv: Öppna

source: Change Log
ca: Registre de Canvis
cs: Seznam změn ve verzích
da: Ændringslog
de: Versionshinweise
es: Registro de Cambios
fi: Muutosloki
fr: Journal des Modifications
it: Elenco delle modifiche
nb: Endringslogg
nl: Wijzigingslogboek
pl: Dziennik zmian
sv: Ändringslogg

source: missing source:
ca: font absent:
cs: chybí zdroj:
da: manglende kilde:
de: fehlende Quelle:
es: fuente faltante:
fi: puuttuva sorsa:
fr: source absente:
it: fonte mancante:
nb: manglende kilde:
nl: ontbrekende bron:
pl: brak repozytorium źródłowego:
sv: saknar källa:

source: coming soon
ca: properament
cs: již brzy
da: kommer snart
de: Bald verfügbar
es: ¡Próximamente
fi: tulossa pian
fr: à venir
it: disponibile a breve
nb: kommer snart
nl: binnenkort beschikbaar!
pl: dostępne wkrótce
sv: kommer snart

source: app only for non Raspberry machines
ca: aplicació disponible només per a dispositius no Raspberry
cs: aplikace pro jiné počítače než Raspberry
da: appen er kun til ikke-Raspberry udstyr
de: nur für Nicht-Raspberry-Maschinen
es: app sólo para dispositivos No Raspberry Pi
fi: sovelma ei ole Raspberry koneille
fr: appli uniquement pour ordis non-Raspberry
it: applicazione solo per dispositivi non Raspberry
nb: applikasjon bare for maskiner som ikke er Raspberry
nl: app alleen voor niet-Raspberry apparaten
pl: komponent tylko dla urządzeń innych niż Raspberry
sv: app finns enbart till icke Raspberry Pi maskiner

source: app only for Raspberry machines
ca: aplicació disponible només per a dispositius Raspberry
cs: aplikace pouze pro počítače Raspberry
da: appen er kun til raspberry udstyr
de: nur für Raspberry-Maschinen
es: app sólo para dispositivos Raspberry Pi
fi: sovelma on vain Raspberry koneille
fr: appli uniquement pour les ordis Raspberry
it: applicazione solo per dispositivi Raspberry
nb: apper bare for Raspberry-maskiner
nl: app alleen voor Raspberry apparaten
pl: komponent tylko dla urządzeń Raspberry
sv: appen finns endast till Raspberry Pi

source: Press Refresh
ca: Clica Refrescar
cs: Aktualizovat stiskem
da: Tryk på Opdater
de: Drücke Aktualisierung
es: Pulsa actualizar
fi: Paina päivitä
fr: Appuyez sur Actualiser
it: Premi Aggiorna
nb: Trykk Oppdater
nl: Druk op Verversen
pl: Naciśnij Odśwież
sv: Tryck Uppdatera

source: Updating packages data, please wait...
ca: Actualizant paquets, si us plau espera...
cs: Probíhá aktualizace dat balíků, čekejte prosím...
da: Opdaterer pakkedata, vent venligst...
de: Aktualisiere Paketdaten, bitte warten...
es: Actualizando datos de paquetes, por favor espere...
fi: Pakettien dataa päivitetään, odottele...
fr: Mise à jour des données de paquets, veuillez patienter...
it: Aggiornamento dati pacchetti, attendere prego...
nb: Oppdaterer pakker, vennligst vent...
nl: Pakketgegevens updaten, even geduld...
pl: Aktualizowanie informacji o pakietach, proszę czekać...
sv: Uppdaterar paketdata, vänligen vänta...

source: Adding packages sources, please wait...
ca: Afegint paquets de fonts, si us plau espera...
cs: Přidávání zdrojů balíčků, čekejte prosím...
da: Tilføjer kilder til pakker, vent venligst...
de: Paketquellen hinzufügen, bitte warten...
es: Añadiendo fuentes de paquetes, espere...
fi: Pakettien sorsia lisätään, odottele...
fr: Ajout des sources des paquets, veuillez patienter...
it: Aggiunta fonti pacchetti, attendere prego...
nb: Oppdaterer pakkekilder, vennligst vent...
nl: Pakketbronnen toevoegen, even geduld...
pl: Dodawanie repozytoriów źródłowych, proszę czekać...
sv: Lägger till paketkällor, vänligen vänta...

source: Sources updated. Get candidates to see changes
ca: Fonts actualitzades. Prem obtenir candidats per veure els canvis
cs: Zdroje aktualizovány. Získejte kandidáty pro zobrazení změn
de: Quellen aktualisiert. Lade Kandidaten um Änderungen zu sehen
es: Fuentes actualizadas. Obtén candidatos para ver los cambios
fi: Lähteet päivitetty. Hae ehdokkaat nähdäksesi muutokset
fr: Sources mises à jour. Exposez les candidats aux changements
it: Fonti aggiornate. Ottieni i candidati per vedere le modifiche
nb: Kilder oppdatert. Finn kandidater for å se endringer
nl: Bronnen bijgewerkt. Controleer op kandidaten om wijzigingen te bekijken
pl: Źródła zaktualizowane. Pobierz kandydatów, aby zobaczyć zmiany
sv: Källor uppdaterade. Hämta kandidater för att se ändringarna

source: Are you sure you want to install
ca: Està segur que vol instal·lar
cs: Opravdu chcete nainstalovat
da: Er du sikker på du vil installere
de: Sind Sie sicher, dass Sie installieren möchten
es: ¿Está seguro de que desea instalar
fi: Oletko varma, että haluat asentaa
fr: Êtes-vous sûr de vouloir installer
it: Sei sicuro di voler installare
nb: Er du sikker på at du vil installere
nl: Weet u zeker dat u wilt installeren
pl: Jesteś pewien ze chcesz zainstalować
sv: Är du säker på att du vill installera

source: and its dependencies?
ca: i les seves dependencies?
cs: a všechny závislé balíčky?
da: og de nødvendige filer?
de: und seine Abhängigkeiten?
es: ¿y sus dependencias?
fi: ja sen riippuvuudet?
fr: et ses dépendances?
it: e le sue dipendenze?
nb: og dens avhengigheter?
nl: en zijn afhankelijkheden?
pl: wraz z zależnościami?
sv: och dess beroenden?

source: Installing package, please wait...
ca: Instal·lant paquet, esperi si us plau...
cs: Instaluji balíček, prosím čekejte...
da: Pakker installeres, vent venligst...
de: Installiere Paket, bitte warten...
es: Instalando paquete, espere...
fi: Paketti asennetaan, odottele...
fr: Installation du paquet en cours. Merci de patienter...
it: Installazione pacchetto, attendere prego...
nb: Installerer pakke, vennligst vent...
nl: Pakket installeren, even geduld...
pl: Instalowanie pakietu, proszę czekać...
sv: Installerar paket, vänligen vänta...

source: Running post-installation scripts, please wait...
ca: Executant scripts post instal·lació, si us plau esperi...
cs: Spouštím skripty pro instalaci, čekejte prosím...
da: Kører scripts efter installationen, vent venligst...
de: Postinstallation-Skripte werden ausgeführt, bitte warten...
es: Ejecutando programas de post-instalación, por favor espere...
fi: Ajetaan asennuksen jälkeisiä komentoja, odottele...
fr: Exécution des scripts post-installation, veuillez patienter...
it: Esecuzione script post-installazione, attendere prego...
nb: Kjører etterinstallasjonsskript, vennligst vent...
nl: Post-installatie scripts worden uitgevoerd, even geduld...
pl: Uruchamianie skryptów post-instalacyjnych, proszę czekać...
sv: Kör efter-installationsscript, vänligen vänta...

source: This app will close to apply the changes.
ca: L'aplicació es tancarà per aplicar els canvis.
cs: Tato aplikace se zavře, aby došlo k provedení změn.
da: Denne app lukker for at anvende ændringerne.
de: Diese Anwendung wird schliessen, um die Änderungen zu übernehmen.
es: Esta aplicación se cerrará para aplicar los cambios.
fi: Tämä sovelma suljetaan muutosten lisäämiseksi.
fr: Cette application va fermer pour appliquer les modifications.
it: Questa app si chiuderà per applicare le modifiche.
nb: Denne appen vil lukkes for å bruke endringene.
nl: Deze app zal sluiten om de wijzigingen toe te passen.
pl: Ta aplikacja zostanie zamknięta aby zastosować zmiany.
sv: Denna appen kommer att stängas för att verkställa ändringarna.

source: Done. Restart to apply changes
ca: Llest. Reinicia per aplicar els canvis
cs: Hotovo. Restartujte systém
da: Færdig. Genstart for at anvende ændringer
de: Fertig. Neustarten, um Änderungen anzuwenden
es: Hecho. Reiniciar para aplicar los cambios
fi: Tehty. Käynnistä uudelleen, niin mutokset lisätään
fr: Terminé. Redémarrez pour appliquer les modifications
it: Fatto. Riavvia per applicare le modifiche
nb: Ferdig. Start på nytt for å bruke endringer
nl: Klaar. Herstart om wijzigingen toe te passen
pl: Gotowe. Zrestartuj aby zastosować zmiany
sv: Klar. Starta om för att verkställa ändringar

source: Done. Press Refresh
ca: Fet. Clica Refrescar
cs: Hotovo. Stiskněte tlačítko Obnovit
da: Færdig. Tryk på Opdater
de: Fertig. Aktualisieren drücken
es: Hecho. Pulse Actualizar
fi: Tehty. Paina päivitä
fr: Terminé. Appuyez sur Rafraîchir
it: Fatto. Premi Refresh
nb: Ferdig. Trykk oppdater
nl: Klaar. Druk op Vernieuwen
pl: Gotowe. Naciśnij Odśwież
sv: Klar. Tryck på Uppdatera
