Repository: openplotter/openplotter-settings
Catalog: openplotterSettings/locale/*/LC_MESSAGES/openplotter-settings.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, nl, pl, sv

source: AvNav Installer
ca: Instal·lador AvNav
cs: AvNav instalátor
da: Installer AvNav
es: Instalador de AvNav
fi: AvNav Asennin
fr: Installateur AvNav
it: Installatore AvNav
nb: AvNav installasjon
pl: Instalator AvNav
sv: AvNav installerare

source: I2C Sensors
ca: Sensors I2C
cs: I2C senzory
da: I2C Sensorer
de: I2C Sensoren
es: Sensores I2C
fi: I2C Anturit
fr: Capteurs I2C
it: Sensori I2C
nb: I2C-sensorer
nl: I2C Sensoren
pl: Czujniki I2C
sv: I2C Sensorer

source: Notifications
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
it: Notifiche
nb: Varsler
nl: Meldingen
pl: Powiadomienia
sv: Notifieringar

source: Dashboards
ca: Tauler d'instruments
cs: Řídicí panely
da: Betjeningspaneler
es: Cuadros de instrumentos
fi: Hallintasivut
fr: Tableaux de bord
it: Pannello strumenti
nb: Kontrollpanel
nl: Overzicht
pl: Tablice wskaźników
sv: Instrumentpaneler

source: Serial
ca: Sèrie
cs: Sériová linka
da: Seriel
de: Seriell
es: Serie
fi: Sarja
fr: Série
it: Seriale
nb: Seriell
nl: Serieel
pl: Port szeregowy
sv: Seriell

source: OpenCPN Installer
ca: Instal·lador de OpenCPN
cs: Instalátor OpenCPN
da: OpenCPN Installering
es: Instalador OpenCPN
fi: OpenCPN Asentaja
fr: Installeur OpenCPN
it: Installlazione OpenCPN
nb: OpenCPN Installeringsprogram
nl: OpenCPN Installatiepakket
pl: Instalator OpenCPN
sv: OpenCPN Installerare

source: Signal K Installer
ca: Instal·lador de Signal K
cs: Signálu K - instalátor
da: Signal-K Installering
es: Instalador de Signal K
fi: Signal K Asentaja
fr: Installeur Signal K
it: Installlazione Signal K
nb: Signal K Installeringsprogram
nl: Signal K installatiepakket
pl: Instalator Signal K
sv: Signal K Installerare

source: Documentation
ca: Documentació
cs: Dokumentace
da: Dokumentation
de: Handbuch
es: Documentación
fi: Käyttöohjeet
it: Documentazione
nb: Dokumentasjon
nl: Documentatie
pl: Dokumentacja
sv: Dokumentation

source: Settings
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
sv: Inställningar

source: brightness-48
de: Helligkeit-48
fi: kirkkaus-48
fr: luminosité-48
nb: lysstyrke48
nl: helderheid-48
sv: ljusstyrka-48

source: Check system
ca: Comprovació de sistema
cs: Zkontrolovat systém
da: Kontroller System
de: System überprüfen
es: Comprobar sistema
fi: Tarkista järjestelmä
fr: Vérifier le système
it: Verifica sistema
nb: Sjekk systemet
nl: Controleer systeem
pl: Sprawdź system
sv: Kontrollera systemet

source: openplotter-check
cs: openplotter-kontrola
da: openplotter-kontrol
de: openplotter überprüfen
fi: openplotter-tarkistus
nb: openplotter-gpio
pl: sprawdzanie openplotter
sv: openplotter-kontroll

source: openplotter-settings
cs: nastavení OpenPlotter
da: openPlotter Indstillinger
de: openplotter-Einstellungen
es: ajustes de OpenPlotter
fi: openplotter-asetukset
nb: openplotter-innstillinger
nl: openplotter-instellingen
pl: ustawienia OpenPlotter
sv: openplotter-inställningar

source: XyGrib GRIB file viewer
ca: Visor de fitxers GRID de XyGrib
cs: XyGrib prohlížeč souborů GRIB
da: XyGrib GRIB filfremviser
de: XyGrib GRIB-Datei-Betrachter
es: Visor de archivos XyGrib GRIB
fi: XyGrib GRIB- tiedostonkatselin
fr: Visionneuse de fichier GRIB XyGrib
nb: XyGrib GRIB filviser
pl: Przeglądarka plików GRIB XyGrib
sv: XyGrib GRIB filvisare

source: GRIB file viewer
ca: Visor de fitxers GRIB
cs: Prohlížeč souborů GRIB
da: GRIB filfremviser
de: GRIB-Dateibetrachter
es: Visor de archivos GRIB
fi: GRIB- tiedostonkatselin
fr: Visionneuse de fichiers GRIB
nb: GRIB filleser
pl: Przeglądarka plików GRIB
sv: GRIB filvisare

source: Meteorological file viewer
ca: Visor de fitxers meteorològics
cs: Prohlížeč meteorologických souborů
de: Meteorologiedatei Betrachter
es: Visor de archivos meteorológicos
fi: Meterologinen tiedostonkatselin
fr: Visionneuse de fichiers météorologiques
it: Visualizzatore file meteorologico
nb: Meterologisk filviser
nl: Meteo-file viewer
pl: Przeglądarka plików meteorologicznych
sv: Meteorologisk filvisare

source: Power
ca: Potència
cs: Napájení
da: Strøm
de: Stromversorgung
es: Energia
fi: Virta
fr: Alimentation
it: Potenza
nb: Spenning PÅ
nl: Voeding
pl: Zasilanie
sv: Strömförsörjning

source: Ground
ca: Terra
cs: Zem
da: Stel
de: Erde
es: Masa
fi: Maa
fr: Terre
it: Terra
nb: Jording
nl: Massa
pl: Uziemienie
sv: Jord

source: Select GPIO
ca: Selecciona GPIO
cs: Vyberte GPIO pin
da: Vælg GPIO
de: GPIO auswählen
es: Seleccionar GPIO
fi: Valitse GPIO
fr: Sélectionner GPIO
it: Selezione GPIO
nb: Velg GPIO
nl: Selecteer GPIO
pl: Wybierz GPIO
sv: Välj GPIO

source: GPIO Map
ca: Mapa GPIO
cs: Mapa GPIO
da: GPIO Diagram
de: GPIO-Karte
es: Mapa GPIO
fi: GPIO Kartta
fr: Carte GPIO
it: Mappa GPIO
nb: GPIO-kart
nl: GPIO kaart
pl: Mapa GPIO
sv: GPIO karta

source: Refresh
ca: Actualitza
cs: Obnovit
da: Opdater
de: Aktualisieren
es: Actualizar
fi: Päivitä
fr: Actualiser
it: Ricarica
nb: Oppdater
nl: Herlaad
pl: Odśwież
sv: Uppdatera

source: Host
ca: Amfitrió
cs: Hostitel
da: Vært
es: Servidor
fi: Isäntä
fr: Hôte
nb: Vert
sv: Värddator

source: Physical pin
ca: Connector físic
cs: Fyzický pin
da: Fysisk placering
de: Physikalischer Pin
es: Pin físico
fi: Fyysinen tappi
fr: Broche
it: Pin fisico
nb: Fysisk pinne
nl: Fysieke pin
pl: Pin fizyczny
sv: Fysiskt stift

source: BCM name
ca: Nom BCM
cs: BCM název
da: BCM navn
es: Nombre BCM
fi: BCM nimi
fr: Nom BCM
it: Nome BCM
nb: BCM navn
nl: BCM naam
pl: Nazwa BCM
sv: BCM namn

source: Interface
ca: Interfície
cs: Rozhraní
de: Schnittstelle
es: Interfaz
fi: Liitäntä
it: Interfaccia
nb: Grensesnitt
pl: Interfejs
sv: Gränssnitt

source: Shared
ca: Compartit
cs: Sdílený
da: Delt
de: Geteilt
es: Compartido
fi: Jaettu
fr: Partagé
it: Condiviso
nb: Delt
nl: Gedeeld
pl: Współdzielony
sv: Delad

source: Yes
ca: Sí
cs: Ano
da: Ja
de: Ja
es: Sí
fi: Kyllä
fr: Oui
it: Sì
nb: Ja
nl: Ja
pl: Tak
sv: Ja

source: No
cs: Ne
da: Nej
de: Nein
fi: Ei
fr: Non
nb: Nei
pl: Nie
sv: Nej

source: Used by
ca: Utilitzat per
cs: Používáno
da: Brugt af
de: Verwendet von
es: Usado por
fi: Käyttäjänä
fr: Utilisé par
it: Utilizzato da
nb: Brukt av
nl: Gebruikt door
pl: Używany przez
sv: Använd av

source: There is a conflict with this GPIO.
ca: Hi ha un conflicte amb aquest GPIO.
cs: Je zde konflikt s tímto GPIO pinem.
da: Der er en konflikt med denne GPIO.
de: Es gibt einen Konflikt mit diesem GPIO.
es: Existe un conflicto con este GPIO.
fi: Tämän GPIO: n kanssa on ristiriita.
fr: Il y a un conflit avec ce GPIO.
it: Conflitto con questo GPIO.
nb: Det er konflikt med denne GPIO.
nl: Er is een conflict met deze GPIO.
pl: Istnieje konflikt z tym GPIO.
sv: Det finns en konflikt med detta GPIO.

source: You can not select this GPIO to do this job.
ca: No pots seleccionar aquest GPIO per a aquesta tasca.
cs: Nelze vybrat tento GPIO pin pro tuto úlohu.
da: Du kan ikke vælge denne GPIO til dette job.
de: Du kannst diese GPIO nicht auswählen, um diese Aufgabe zu erledigen.
es: No puede seleccionar este GPIO para hacer este trabajo.
fi: Et voi valita tätä GPIOta tähän tehtävään.
fr: Vous ne pouvez pas sélectionner ce GPIO pour effectuer cette tâche.
it: Non puoi selezionare questo GPIO per questo compito.
nb: Du kan ikke velge denne GPIO til denne jobben.
nl: U kunt deze GPIO niet selecteren voor deze taak.
pl: Nie możesz wybrać tego GPIO do wykonania tego zadania.
sv: Denna GPIO kan inte användas för denna funktion.

source: FAILED. Unknown system:
ca: ERROR. Sistema desconegut:
es: ERROR. Sistema desconocido:
fr: ÉCHEC. Système inconnu :
it: FALLITO: Sistema sconosciuto:
nl: Mislukt. Onbekend systeem:
sv: MISSLYCKADES. Okänt system:

source: Current Debian version:
ca: Versió actual de Debian:
es: Versión actual de Debian:
fr: Version actuelle de Debian :
it: Versione Debian attuale:
nl: Huidige Debian versie:
sv: Nuvarande Debian-version:

source: FAILED. This version of OpenPlotter only works on this version of Debian:
ca: ERROR. Aquesta versió d'OpenPlotter només funciona en aquesta versió de Debian:
es: ERROR. Esta versión de OpenPlotter sólo funciona en la siguiente versión de Debian:
it: FALLITO. Questa versione di OpenPlotter funziona solo su questa versione di Debian:
nl: Mislukt. Deze versie van OpenPlotter werkt alleen op deze Debian-versie:
sv: MISSLYCKADES. Denna version av OpenPlotter fungerar endast på denna version av Debian:

source: Current Ubuntu version:
ca: Versió actual d'Ubuntu:
es: Versión actual de Ubuntu:
fr: Version actuelle d'Ubuntu:
it: Versione Ubuntu attuale:
nl: Huidige Ubuntu versie:
sv: Nuvarande Ubuntu-version:

source: FAILED. This version of OpenPlotter only works on these versions of Ubuntu:
ca: ERROR. Aquesta versió d'OpenPlotter només funciona en aquestes versions d'Ubuntu:
es: ERROR. Esta versión de OpenPlotter sólo funciona en las siguientes versiones de Ubuntu:
it: FALLITO. Questa versione di OpenPlotter funziona solo su questa versione di Ubuntu:
nl: Mislukt. Deze versie van OpenPlotter werkt alleen op deze versies van Ubuntu:
sv: MISSLYCKADES. Denna version av OpenPlotter fungerar endast på denna version av Ubuntu:

source: Added OpenPlotter packages source
ca: Paquet de fonts d'OpenPlotter afegit
cs: Přidání zdrojů balíčků OpenPlotteru
da: Tilføjet kilde til OpenPlotter-pakker
de: OpenPlotter Paketquelle hinzugefügt
es: Añadida fuente de paquetes OpenPlotter
fi: OpenCPN pakettien lähde lisätty
fr: La source des paquets OpenPlotter a été ajoutée
it: Pacchetti sorgente aggiunti OpenPlotter
nb: La til OpenPlotter pakkekilde
nl: Toegevoegde OpenPlotter packages source
pl: Dodano repozytoria źródłowe dla pakietów komponentu OpenPlotter
sv: Lade till paketkälla för OpenPlotter

source: OpenPlotter packages source already exists
ca: El paquet de fonts d'OpenPlotter ja existeix
cs: Zdroje balíčků OpenPlotteru již existují
da: Kilden til OpenPlotter-pakke findes allerede
de: OpenPlotter-Paketquelle existiert bereits
es: Ya existe la fuente de paquetes OpenPlotter
fi: OpenCPN pakettien lähde on jo olemassa
fr: La source des paquets OpenPlotter existe déjà
it: Openplotter pacchetti sorgente esistono già
nb: OpenPlotter pakkekilde finnes allerede
nl: OpenPlotter packages source bestaat al
pl: OpenPlotter: repozytorium źródłowe dla pakietów komponentu już istnieje
sv: OpenPlotter paketkälla finns redan

source: Added OpenPlotter beta packages source
ca: Paquet de fonts d'OpenPlotter beta afegit
cs: Přidání zdrojů balíčků OpenPlotteru Beta
da: Tilføjet kilder til OpenPlotter beta-pakker
de: OpenPlotter Beta-Paketquelle hinzugefügt
es: Fuente de paquetes beta de OpenPlotter añadida
fi: OpenPlotter beta pakettien lähde lisätty
fr: La source des paquets beta d'OpenPlotter a été ajoutée
it: Aggiunti sorgenti dei pacchetti beta di OpenPlotter
nb: La til OpenPlotter beta-pakkekilde
nl: Bron voor OpenPlotter beta-pakketten toegevoegd
pl: Dodano repozytoria źródłowe dla pakietów beta komponentu OpenPlotter
sv: Lade till betapaketkälla för OpenPlotter

source: OpenPlotter beta packages source already exists
ca: El paquet de fonts d'OpenPlotter beta ja existeix
cs: Zdroje balíčků Openplotter Beta již existují
da: Kilder til OpenPlotter beta-pakker findes allerede
de: OpenPlotter Beta-Paketquelle existiert bereits
es: La fuente de paquetes beta de OpenPlotter ya existe
fi: OpenPlotter beta pakettien lähde on jo olemassa
fr: La source des paquets beta d'OpenPlotter existe déjà
it: I sorgenti dei pacchetti beta di OpenPlotter sono già presenti
nb: OpenPlotter beta-pakkekilde finnes allerede
nl: OpenPlotter beta-bron bestaat al
pl: OpenPlotter: repozytorium źródłowe dla pakietów beta komponentu już istnieje
sv: Betapaketkälla för OpenPlotter finns redan

source: Added free-x packages source
ca: Paquet de fonts free-x afegit
cs: Přidán zdroj pro balíčky free-x
de: Free-x -Paketquelle hinzugefügt
es: Fuente de paquetes free-x añadida
fi: Free-x pakettien lähde lisätty
fr: La source des paquets free-x a été ajoutée
it: Aggiunte sorgenti pacchetti free-x
nb: La til free-x pakkekilde
nl: Free-x pakket-bron toegevoegd
pl: Dodano repozytoria źródłowe dla pakietów free-x
sv: Lade till free-x paket arkiv

source: free-x packages source already exists
ca: el paquet de fonts de free-x ja existeix
cs: zdroj balíčků pro free-x již existuje
de: free-x-Paketquelle existiert bereits
es: la fuente de paquetes free-x ya existe
fi: free-x pakettien lähde on jo olemassa
fr: la source de paquets free-x existe déjà
it: sorgente pacchetti free-x esistente
nb: Free-x pakkekilde finnes allerede
nl: free-x pakket-bron bestaat al
pl: repozytorium źródłowe dla pakietów free-x już istnieje
sv: paketkälla för free-x finns redan

source: FAILED:
ca: ERROR:
cs: Chyba:
da: MISLYKKET:
de: FEHLGESCHLAGEN:
es: ERROR:
fi: EPÄONNISTUNUT:
fr: ÉCHEC:
it: ABORTO:
nb: FEILET:
nl: MISLUKT:
pl: NIEPOWODZENIE:
sv: MISSLYCKADES:

source: Help
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
es: Ayuda
fi: Ohje
fr: Aide
it: Guida
nb: Hjelp
pl: Pomoc
sv: Hjälp

source: Check System
ca: Comprovació de sistema
cs: Zkontrolovat systém
da: Kontroller System
de: System überprüfen
es: Comprobar sistema
fi: Tarkista järjestelmä
fr: Vérifier le système
it: Controlla il sistema
nb: Sjekk System
nl: Controle systeem
pl: Sprawdź system
sv: Kontrollera System

source: Network
ca: Xarxa
cs: Síť
da: Netværk
de: Netzwerk
es: Red
fi: Verkko
fr: Réseau
it: Wireless e Reti
nb: Nettverk
nl: Netwerk
pl: Ustawienia i konfiguracja sieci
sv: Nätverk

source: OpenPlotter Apps
ca: Aplicacions d'OpenPlotter
cs: OpenPlotter aplikace
es: Apps OpenPlotter
fi: OpenPlotter Sovelmat
fr: Applis OpenPlotter
it: Applicazioni OpenPlotter
nb: OpenPlotter-Applikasjoner
pl: Komponenty OpenPlotter
sv: OpenPlotter Appar

source: General Settings
ca: Configuració General
cs: Obecná nastavení
da: Generelle indstillinger
de: Allgemeine Einstellungen
es: Ajustes generales
fi: Yleiset asetukset
fr: Paramètres généraux
it: Impostazioni generali
nb: Generelle innstillinger
nl: Algemene instellingen
pl: Ustawienia ogólne
sv: Allmänna inställningar

source: Raspberry Settings
ca: Configuració de Raspberry
cs: Raspberry Pi nastavení
da: Raspberry indstillinger
de: Raspberry Pi Einstellungen
es: Ajustes de Raspberry
fi: Raspin Asetukset
fr: Paramètres Raspberry Pi
it: Impostazioni Raspberry Pi
nb: Raspberry-Innstillinger
nl: Raspberry Instellingen
pl: Ustawienia Raspberry Pi
sv: Raspberry Inställningar

source: Autostart enabled
ca: Arrencada automàtica activada
cs: Automatické spouštěný bylo zapnuto
da: Autostart aktiveret
de: Autostart aktiviert
es: Autoarranque activado
fi: Autokäynnistys sallittu
fr: Démarrage automatique activé
it: Avvio automatico attivato
nb: Autostart aktivert
nl: Autostart ingeschakeld
pl: Autostart włączony
sv: Automatisk uppstart aktiverad

source: Autostart disabled. Most features will not work!
ca: Arrencada automàtica desactivada. La majoria de funcionalitats no funcionaran!
cs: Automatické spouštěný bylo vypnuto. Většina funkcí nebude správně fungovat!
da: Autostart deaktiveret. De fleste funktioner virker ikke!
de: Autostart deaktiviert. Die meisten Funktionen funktionieren nicht!
es: Autoarranque desactivado. ¡La mayoría de las características no funcionarán!
fi: Autokäynnistys estetty. Useat ominaisuudet ei toimi!
fr: Démarrage automatique désactivé. La plupart des fonctionnalités seront inopérantes !
it: Avvio automatico disabilitato. La maggior parte delle funzioni non sarà disponibile!
nb: Autostart deaktivert. De fleste funksjoner vil ikke fungere!
nl: Autostart uitgeschakeld. De meeste functies werken niet!
pl: Autostart wyłączony. Większość funkcji nie zadziała!
sv: Automatisk uppstart avaktiverad. Flera funktioner kommer ej att fungera!

source: There are conflicts between server connections
ca: Hi ha conflictes entre connexions al servidor
es: Hay conflictos entre conexiones del servidor
it: Conflitti tra connessioni server
nl: Er zijn conflicten tussen serververbindingen
sv: Det finns konflikter mellan serveranslutningar

source: No conflicts between server connections
ca: No hi ha conflictes entre connexions al servidor
es: No hay conflictos entre conexiones del servidor
fr: Aucun conflit entre les connexions serveur
it: Nessun conflitto tra connessioni server
nl: Geen conflicten tussen serververbindingen
sv: Inga konflikter mellan serveranslutningar

source: Language
ca: Llengua
cs: Jazyk
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
nb: Språk
nl: Taal
pl: Język
sv: Språk

source: Translate
ca: Tradueix
cs: Přeložit
da: Oversæt
de: Übersetzung
es: Traducir
fi: Käännä
fr: Traduire
it: Traduci
nb: Oversett
nl: Vertalen
pl: Przetłumacz
sv: Översätt

source: Touchscreen
ca: Pantalla tàctil
es: Pantalla táctil
fi: Kosketusnäyttö
fr: Écran tactile
nb: Berøringsskjerm
sv: Pekskärm

source: Maximize apps
ca: Maximitzar aplicacions
cs: Maximalizovat aplikace
de: Apps maximieren
es: Maximizar aplicaciones
fi: Maksimoi sovellukset
fr: Maximiser les applications
it: Massimizza apps
nb: Maksimer apper
nl: Apps maximaliseren
pl: Maksymalizuj aplikacje
sv: Maximera appar

source: Keyboard layout
ca: Disposició de teclat
cs: Rozpoložení klávesnice
de: Tastatur-Belegung
es: Distribución de teclado
fi: Näppäimistöasettelu
fr: Disposition du clavier
it: Layout tastiera
nb: Tastaturoppsett
nl: Toetsenbordindeling
pl: Układ klawiatury
sv: Tangentbordslayout

source: Virtual keyboard
ca: Teclat virtual
cs: Virtuální klávesnice
de: Bildschirmtastatur
es: Teclado virtual
fi: Virtuaalinen näppäimistö
fr: Clavier virtuel
it: Tastiera virtuale
nb: Virtuelt tastatur
nl: Virtueel toetsenbord
pl: Klawiatura wirtualna
sv: Virtuellt tangentbord

source: Debugging
ca: Depurant
es: Depurando
fr: Débogage
nl: Foutopsporing
sv: Felsökning

source: Startup
ca: Arrencada
cs: Po spuštění
da: Opstart
de: Autostart
es: Auto-arranque
fi: Käynnistys
fr: Démarrage
it: Avvio
nb: Oppstart
nl: Opstarten
pl: Uruchamianie
sv: Uppstart

source: Delay (seconds)
ca: Retard (segons)
cs: Zpoždění (sekundy)
da: Forsinkelse (sekunder)
de: Verzögerung (Sek)
es: Retraso (segundos)
fi: Viive (sekuntia)
fr: Décalage (secondes)
it: Ritardo (secondi)
nb: Forsinkelse (sekunder)
nl: Vertraging (seconden)
pl: Opóźnienie (w sekundach)
sv: Fördröjning (sek)

source: Play
ca: Reprodueix
cs: Přehrát zvuk
da: Afspil
de: Abspielen
es: Repr
fi: Toista
fr: Lire
it: Avvia
nb: Spill
nl: Afspelen
pl: Odtwórz
sv: Spela upp

source: Debugging mode enabled. Additional info about errors in OpenPlotter apps will be saved in the system log
ca: Mode de depuració activat. La informació adicional sobre errors en aplicacions de OpenPlotter es guardaran al registre del sistema
cs: Ladící režim povolen. Další informace o chybách v aplikacích OpenPlotter budou uloženy v systémovém protokolu
da: Fejlfindingstilstand aktiveret. Yderligere oplysninger om fejl i OpenPlotter apps vil blive gemt i systemloggen
de: Debugging-Modus aktiviert. Zusätzliche Informationen über Fehler in OpenPlotter-Apps werden im Systemlog gespeichert
es: Modo de depuración activado. Información adicional sobre errores en las aplicaciones OpenPlotter se guardará en el registro del sistema
fi: Virheenkorjaus tila otettu käyttöön. Lisätietoja virheistä OpenPlotter sovelluksissa tallennetaan järjestelmän lokiin
fr: Mode de débogage activé. Des informations supplémentaires sur les erreurs dans les applications OpenPlotter seront enregistrées dans le journal du système
it: Modalità debugging abilitata. Le informazioni sugli errori di OpenPlotter verranno salvate nei log di sistema
nb: Feilsøkingsmodus aktivert. Ytterligere informasjon om feil i OpenPlotter apper vil bli lagret i systemloggen
nl: Foutopsporingsmodus ingeschakeld. Extra informatie over fouten in OpenPlotter apps wordt opgeslagen in het systeemlogboek
pl: Tryb debugowania włączony. Dodatkowe informacje o błędach w aplikacjach OpenPlotter zostaną zapisane w dzienniku systemowym
sv: Felsökningsläge aktiverat. Utökad information om fel i OpenPlotter-appar kommer att sparas i systemloggen

source: Debugging mode disabled
ca: Mode de depuració desactivat
cs: Ladící režim zakázán
da: Fejlfinding deaktiveret
de: Debugging-Modus deaktiviert
es: Modo depuración desactivado
fi: Vianetsintätila pois käytöstä
fr: Mode débogage désactivé
it: Modalità debigging disabilitata
nb: Feilsøkingsmodus er deaktivert
nl: Foutopsporingsmodus uitgeschakeld
pl: Tryb debugowania wyłączony
sv: Felsökningsläge inaktiverat

source: Choose a file
ca: Selecciona un arxiu
cs: Vybrat soubor
da: Vælg en fil
de: Wählen Sie ein Dokument
es: Elija un archivo
fi: Valitse tiedosto
fr: Sélectionnez un fichier
it: Scegli un file
nb: Velg en fil
nl: Kies een bestand
pl: Wybierz plik
sv: Välj en fil

source: Audio files
ca: Arxius d'àudio
cs: Zvukové soubory
da: Lydfiler
de: Audiodateien
es: Archivos audio
fi: Audiotiedostot
fr: Fichiers audio
it: Files audio
nb: Lydfiler
nl: Geluidsbestanden
pl: Pliki audio
sv: Ljudfiler

source: All files
ca: Tots els arxius
cs: Všechny soubory
da: Alle filer
de: Alle Dateien
es: Todos los archivos
fi: Kaikki tiedostot
fr: Tous les fichiers
it: Tutti i file
nb: Alle filer
nl: Alle bestanden
pl: Wszystkie pliki
sv: Alla filer

source: Close and open again the window to see changes.
ca: Tanca i torna a obrir la finestra per a veure els canvis.
cs: Zavřete a znovu otevřete okno pro zobrazení změn.
da: Luk og åbn vinduet for at se ændringer.
de: Schließen und öffnen Sie das Fenster erneut, um Änderungen zu sehen.
es: Cierre y abra de nuevo la ventana para ver los cambios.
fi: Sulje ja avaa ikkuna uudelleen, niin näet muutokset.
fr: Fermez et ouvrez à nouveau la fenêtre pour voir les changements.
it: Chiudi e apri nuovamente la finestra per vedere le modifiche.
nb: Lukk og åpne vinduet igjen for å se endringer.
nl: Sluit en open opnieuw het venster om wijzigingen te zien.
pl: Zamknij i ponownie otwórz okno, aby zobaczyć zmiany.
sv: Stäng och öppna fönstret igen för att se ändringarna.

source: Info
ca: Informació
es: Información
fi: Tietoja
fr: Infos
it: Informazioni
nl: Informatie
pl: Informacje
sv: Information

source: Sound to play at startup set to:
ca: So seleccionat per reproduir a l'inici:
cs: Přehrát zvuk po spuštění:
da: Lyd, der skal afspilles ved opstart, indstillet til:
de: Ton, der beim Start gespielt wird:
es: Sonido a reproducir al iniciar configurado a:
fi: Käynnistyksen ääni asetettu:
fr: Son au démarrage :
it: Suono all'avvio impostato:
nb: Lyd som spilles ved oppstart er satt til:
nl: Geluid om af te spelen bij het opstarten ingesteld op:
pl: Dźwięk do odtworzenia przy starcie ustawiony na:
sv: Valt uppstartsljud:

source: Removed sound to play at startup
ca: S'ha eliminat el so que es reprodueix a l'inici
cs: Byl odebrán zvuk po spuštění
da: Fjernet lyd ved opstart
de: Ton beim Start entfernt
es: Sonido eliminado para reproducir al inicio
fi: Poistettu käynnistyksen ääni
fr: Son au démarrage retiré
it: Suono all'avvio disattivato
nb: Fjernet lyd som spilles ved oppstart
nl: Geluid om af te spelen bij het opstarten verwijderd
pl: Usunięto dźwięk do odtwarzania przy starcie
sv: Avaktiverade uppstartsljud

source: Delay at startup set to:
ca: Retard a l'inici establert en:
cs: Zpožděné spuštění bylo nastaveno na:
da: Opstartsforsinkelse indstillet til:
de: Verzögerung beim Start gesetzt auf:
es: Retraso al iniciar configurado a:
fi: Käynnistyksen viive asetettu:
fr: Décalage au démarrage réglé à :
it: Ritardo all'avvio impostato:
nb: Forsinkelse ved oppstart satt til:
nl: Vertraging bij het opstarten ingesteld op:
pl: Opóźnienie startu ustawiono na:
sv: Fördröjning vid uppstart:
