Repository: openplotter/openplotter-settings
Catalog: openplotterSettings/locale/*/LC_MESSAGES/openplotter-settings.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, nl, pl, sv

source: You have to uninstall the rest of the apps before uninstalling openplotter-settings.
ca: Has de desinstal·lar les altres aplicaciones abans de desinstal·lar openplotter-settings.
cs: Před odinstalací aplikace openplotter-settings musíte odinstalovat všechny ostatní aplikace.
da: Du skal afinstallere resten af apps, før du afinstallerer openplotter-indstillinger.
de: Sie müssen die restlichen Anwendungen deinstallieren, bevor Sie openplotter-settings deinstallieren können.
es: Tienes que desinstalar el resto de las aplicaciones antes de desinstalar openplotter-ajustes.
fi: Sinun on poistettava loput sovelmat ennen openplotterasetusten poistoa.
fr: Vous devez désinstaller toutes les autres applications avant de désinstaller openplotter-settings.
it: Devi disinstallare il resto delle app prima di disinstallare openplotter-settings.
nb: Du må avinstallere resten av applikasjonene før du avinstallerer openplotter-settings.
nl: Verwijder de overige apps voordat u openplotter-instellingen verwijdert.
pl: Musisz odinstalować pozostałe aplikacje przed odinstalowaniem openplotter-settings.
sv: Du måste avinstallera resten av apparna innan du avinstallerar openplotter-settings.

source: Are you sure you want to uninstall
ca: Estàs segur que vols desinstal·lar
cs: Opravdu chcete odinstalovat
da: Er du sikker på, at du vil afinstallere
de: Sind Sie sicher, dass Sie deinstallieren möchten
es: ¿Está seguro que desea desinstalar la aplicación
fi: Oletko varma, että haluat poistaa
fr: Êtes-vous sûr de vouloir désinstaller
it: Sei sicuro di voler disinstallare
nb: Er du sikker på at du vil avinstallere
nl: Weet u zeker dat u dit wilt deïnstalleren
pl: Czy na pewno chcesz odinstalować
sv: Är du säker på att du vill avinstallera

source: Running pre-uninstall scripts, please wait...
ca: Executant scripts de pre desinstal·lació, si us plau espera...
cs: Spouštím skripty před odebráním balíčků, prosím čekejte...
da: Kører pre-afinstallerings scripts, vent venligst...
de: Starte Vordeinstall Skripte, bitte warten...
es: Ejecutando programas previos a la desinstalacion, por favor espere...
fi: Ajetaan asennuksen alustus komentoja, odottele...
fr: Exécution des scripts de pré-désinstallation, veuillez patienter...
it: Esecuzione script di pre-disinstallazione in corso, attendere prego...
nb: Kjører førinstallasjonsskript, vennligst vent...
nl: Pre-installatie scripts worden uitgevoerd, even geduld...
pl: Uruchamianie skryptów pre-instalacyjnych, proszę czekać...
sv: Kör för-avinstallationsscript, vänligen vänta...

source: Uninstalling packages, please wait...
ca: Desinstal·lant paquets, esperi si us plau...
cs: Odebírám balíčky, prosím čekejte...
da: Afinstallerer pakker, vent venligst...
de: Deinstalliere Pakete, bitte warten...
es: Desinstalando paquetes, espere...
fi: Paketteja poistetaan, odottele...
fr: Désinstallation des paquets, veuillez patienter...
it: Disinstallazione pacchetti, attendere prego...
nb: Avinstallerer pakker, vennligst vent...
nl: Pakket de-installeren, even geduld...
pl: Odinstalowywanie pakietów, proszę czekać...
sv: Avinstallerar paket, vänligen vänta...

source: Reading changelog, please wait...
ca: Llegint el registre de canvis, esperi si us plau...
cs: Čtení seznamu změn, čekejte prosím...
da: Indlæser ændringslog, vent venligst...
de: Lese Changelog, bitte warten...
es: Leyendo lista de cambios, espere...
fi: Luetaan muutoslokeja, odottele...
fr: Lecture du journal des modifications, patientez...
it: Lettura elenco modifiche, attendere prego...
nb: Leser endringslogg, vennligst vent...
nl: Wijzigingen lezen, even geduld...
pl: Czytanie dziennika zmian, proszę czekać...
sv: Läser in beskrivning av ändringar, vänligen vänta...

source: Done
ca: Fet
cs: Hotovo
da: Udført
de: Fertig
es: Hecho
fi: Tehty
fr: Terminé
it: Fatto
nb: Ferdig
nl: Voltooid
pl: Gotowe
sv: Klart

source: Checking apps list, please wait...
ca: Revisant llista d'aplicacions, espera si us plau...
cs: Kontroluji seznam aplikací, čekejte prosím...
da: Kontrollerer app listen, vent venligst...
de: Überprüfe die App-Liste, bitte warten...
es: Comprobando lista de aplicaciones, por favor espere...
fi: Tarkistetaan sovelmaluetteloita, odota...
fr: Vérification de la liste des applis, patientez...
it: Controllo lista delle app, attendere prego...
nb: Sjekker listen over apper, vennligst vent...
nl: App-lijst controleren, even geduld...
pl: Sprawdzanie listy komponentów, proszę czekać...
sv: Kontrollerar applikations-lista, vänligen vänta...

source: Open to apply and refresh
ca: Obre per a aplicar i refrescar
cs: Otevřít pro aplikaci a obnovit
da: Åben for at anvende og opdatere
de: Zum Anwenden und Aktualisieren öffnen
es: Abrir para aplicar y actualizar
fi: Avaa lisättäväksi ja päivitetäväksi
fr: Ouvrir pour appliquer et actualiser
it: Apri per applicare e aggiornare
nb: Åpne for å påføre og oppdatere
nl: Openen om toe te passen en te vernieuwen
pl: Otwórz aby zastosować i odświeżyć
sv: Öppna för att tillämpa och uppdatera

source: Select system log category
ca: Selecciona la categoria del registre de sistema
cs: Vyberte systémovou kategorii protokolu
da: Vælg systemlogkategori
de: Systemlog-Kategorie auswählen
es: Seleccionar categoría de registro del sistema
fi: Valitse järjestelmälokin kategoria
fr: Sélectionnez la catégorie du journal système
it: Seleziona categoria registro di sistema
nb: Velg kategori for systemloggfil
nl: Selecteer systeem log categorie
pl: Wybierz kategorię dziennika systemowego
sv: Välj kategori för systemlogg

source: Search in system log file
ca: Cerca en el fitxer de registre de sistema
cs: Hledat v souboru protokolu systému
da: Søg i systemlogfil
de: Suche in Systemprotokolldatei
es: Buscar en archivo de registro del sistema
fi: Etsi järjestelmän lokitiedostosta
fr: Chercher dans le journal système
it: Cerca nel file di registro di sistema
nb: Søk i systemloggfil
nl: Zoeken in systeemlogbestand
pl: Szukaj w pliku dziennika systemowego
sv: Sök i systemloggfilen

source: VNC Remote Desktop
ca: Escriptori remot VNC
es: Escritorio remoto VNC
fr: Bureau à distance VNC
it: Desktop remoto VNC
nl: VNC remote dekstop
sv: VNC fjärrskrivbord

source: Post-installation actions
ca: Accions de post instal·lació
cs: Akce po instalaci
da: Efter-installationens handlinger
de: Nachinstallations-Aktionen
es: Acciones post-instalación
fi: Asennuksen jälkeiset toimet
fr: Actions post-installation
it: Azioni di post-installazione
nb: Etterinstallasjonshandlinger
nl: Post-installatie acties
pl: Działania poinstalacyjne
sv: Åtgärder efter installation

source: Start
ca: Inici
cs: Spustit
es: Inicio
fi: Aloita
fr: Démarrer
it: Avvia
pl: Uruchom
sv: Starta

source: Cancel
ca: Cancel·la
cs: Storno
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peru
fr: Annuler
it: Annulla
nb: Avbryt
nl: Annuleren
pl: Przerwij
sv: Avbryt

source: Close
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
sv: Stäng

source: This application has been updated recently and it needs to configure your system to work properly. Please be patient, it could take some time.
ca: Aquesta aplicació s'ha actualitzat recentment i necesite configurar el dispositiu per funcionar correctament. Sigues pacient, por portar un temps.
cs: Tato aplikace byla nedávno aktualizována a musí nakonfigurovat Váš systém, aby fungoval správně. Buďte prosím trpěliví, může to chvíli trvat.
da: Denne applikation er blevet opdateret for nylig, dit system skal konfigureres for at fungerer korrekt. det kan tage lidt tid.
de: Diese Anwendung wurde kürzlich aktualisiert und Ihr System muss so konfigurieren werden, dass es ordnungsgemäß funktioniert. Bitte haben Sie Geduld, es könnte einige Zeit dauern.
es: Esta aplicación ha sido actualizada recientemente y necesita configurar su sistema para que funcione correctamente. Por favor, sea paciente, puede tomar algún tiempo.
fi: Tämä sovelma on päivitetty äskettäin ja sen tarvitsee säätää systeemiäsi toimiakseen oikein. Ole pitkämielinen, tämä vie aikaa.
fr: Cette appli a été mise à jour récemment et doit configurer votre système pour fonctionner correctement. Soyez patient, cela peut prendre un certain temps.
it: Questa applicazione è stata aggiornata di recente e deve configurare il sistema per funzionare correttamente. Si prega di essere pazienti, potrebbe richiedere un po' di tempo.
nb: Dette programmet har nylig blitt oppdatert og det må konfigurere systemet ditt for å fungere riktig. Vær tålmodig, det kan ta litt tid.
nl: Deze applicatie is recentelijk bijgewerkt en moet uw systeem configureren om goed te werken. Wees geduldig, het kan enige tijd duren.
pl: Ta aplikacja została ostatnio zaktualizowana i musi skonfigurować system do poprawnego działania. Prosimy o cierpliwość, może to zająć trochę czasu.
sv: Detta program har uppdaterats nyligen och det måste konfigurera ditt system för att fungera korrekt. Var tålmodig, det kan ta lite tid.

source: Press Start.
ca: Clica Inici.
cs: Stiskněte Spustit.
da: Tryk Start.
de: Drücke Start.
es: Presione Inicio.
fi: Paina käynnistä.
fr: Appuyez sur Démarrer.
it: Premi Start.
nb: Trykk på Start.
nl: Druk op Start.
pl: Naciśnij start.
sv: Tryck på Start.

source: Performing pending actions, please wait...
ca: Executant accions pendents, espera si us plau...
cs: Čekající akce se zpracovávají, čekejte prosím...
da: Udfører ventende handlinger, vent venligst...
de: Ausstehende Aktionen werden ausgeführt, bitte warten...
es: Realizando acciones pendientes, por favor espere...
fi: Suoritetaan tarvittavia toimenpiteitä, odottelethan...
fr: Exécution des actions en attente, veuillez patienter...
it: Esecuzione azioni in sospeso, attendere prego...
nb: Utfører ventende handlinger, vennligst vent...
nl: Acties in behandeling uitvoeren, even geduld...
pl: Przetwarzanie zadań, proszę czekać...
sv: Utför väntande åtgärder, vänligen vänta...

source: Done. Close this window and open the app again.
ca: Fet. Tanca aquesta finestra i reobre l'aplicació.
cs: Hotovo. Zavřete toto okno a znovu otevřete aplikaci.
da: Færdig. Luk dette vindue, og start appen igen.
de: Fertig. Schließen Sie dieses Fenster und öffnen Sie die App erneut.
es: Hecho. Cierra esta ventana y vuelve a abrir la aplicación.
fi: Tehty. Sulje tämä ruutu ja avaa sitten sovelma.
fr: Terminé. Fermez cette fenêtre et relancez l'appli.
it: Fatto. Chiudi questa finestra e riapri l'app.
nb: Ferdig. Lukk dette vinduet og åpne programmet på nytt.
nl: Klaar. Sluit dit venster en open de app opnieuw.
pl: Gotowe. Zamknij to okno i otwórz aplikację ponownie.
sv: Klar. Stäng detta fönster och öppna appen igen.

source: Add serial device
ca: Afegeix un dispositiu sèrie
cs: Přidat sériové zařízení
da: Tilføj seriel enhed
de: Serielles Gerät hinzufügen
es: Añadir dispositivo serie
fi: Lisää sarja laite
fr: Ajouter un périphérique série
it: Aggiungi dispositivo seriale
nb: Legg til seriell enhet
nl: Serieel apparaat toevoegen
pl: Dodaj urządzenie szeregowe
sv: Lägg till seriell enhet

source: Show only Openplotter-Serial managed ports
ca: Mostra només els ports sèrie gestionats per OpenPlotter
cs: Zobrazit pouze porty spravované OpenPlotterem
da: Vis kun Openplotter--administrerede Seriel porte
de: Zeige nur Openplotter-Seriell verwaltete Ports
es: Mostrar sólo puertos administrados por Openplotter-Serial
fi: Näytä vain Openplotter-Serial hallittuja portteja
fr: Afficher uniquement les ports gérés par Openplotter-Serial
it: Mostra solo le porte Openplotter-Serial gestite
nb: Vis bare Openplotter-Serial administrerte porter
nl: Toon alleen door Openplotter-Serial beheerde poorten
pl: Pokaż tylko porty zarządzane przez komponent Openplotter-Serial
sv: Visa enbart serieportar hanterade av Openplotter

source: Baud Rate:
ca: Velocitat de bauds:
cs: Rychlost baud:
da: Baud-hastighed:
es: Baudios:
fi: Baud Arvo:
fr: Débit en bauds:
nb: Overføringshastighet:
pl: Prędkość transmisji szeregowej (boud):
sv: Baudhastighet:

source: Select Signal K key
ca: Seleccionar clau Signal K
cs: Vyberte Signal K klíč
da: Vælg K-signal nøgle
de: Signal K-Schlüssel wählen
es: Seleccione la clave Signal K
fi: Valitse Signal K nappi
fr: Sélectionner la clé Signal K
it: Seleziona la chiave Signal K
nb: Velg Signal K-tast
nl: Selecteer een Signaal-K sleutel
pl: Wybierz wyróżnik (key) Signal K
sv: Välj Signal K nyckel

source: Vessel
ca: Vaixell
cs: Plavidlo
da: Fartøj
de: Schiff
es: Buque
fi: Alus
fr: Navire
it: Imbarcazione
nb: Fartøy
nl: Schip
pl: Statek
sv: Fartyg

source: Groups
ca: Grups
cs: Skupiny
da: Grupper
de: Gruppen
es: Grupos
fi: Ryhmät
fr: Groupes
it: Gruppi
nb: Grupper
nl: Groepen
pl: Grupy
sv: Grupper

source: Keys
ca: Claus
cs: Klíče
da: Nøgler
de: Schlüssel
es: Claves
fi: Avaimet
fr: Clés
it: Chiavi
nb: Taster
nl: Sleutels
pl: Wyróżniki (keys)
sv: Nycklar

source: Properties
ca: Propietats
cs: Vlastnosti
da: Egenskaber
de: Eigenschaften
es: Propiedades
fi: Ominaisuudet
fr: Propriétés
it: Proprietà
nb: Egenskaper
nl: Eigenschappen
pl: Właściwości
sv: Egenskaper

source: Replace * (allowed characters: 0-9, a-z, A-Z)
ca: Substitueix * (Caràcters permesos: 0-9, a-z, A-Z)
cs: Nahraď * (povolené znaky: 0-9, a-z, A-Z)
da: Erstat * (tilladte tegn: 0-9, a-z, A-Z)
de: Ersetzen * (erlaubte Zeichen: 0-9, a-z, A-Z)
es: Reemplazar * (caracteres permitidos: 0-9, a-z, A-Z)
fi: Korvaa * (sallitut merkkit: 0-9, a-z, A-Z)
fr: Remplacer * (caractères autorisés : 0-9, a-z, A-Z)
it: Sostituisci * (caratteri permessi: 0-9, a-z, A-Z)
nb: Erstatt * (tillatte tegn: 0-9, a-z, A-Z)
nl: Vervang * (toegestane characters: 0-9, a-z, A-Z)
pl: Zastąp * (dozwolone znaki: 0-9, a-z, A-Z)
sv: Ersätt * ( tillåtna tecken: 0-9, a-z, A-Z)

source: Replace
ca: Substitueix
cs: Nahradit
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
fr: Remplacer
it: Sostituisci
nb: Erstatt
nl: Vervang
pl: Zastąp
sv: Ersätt

source: Selected key
ca: Clau seleccionada
cs: Vybraný klíč
da: Valgt nøgle
de: Ausgewählter Schlüssel
es: Clave seleccionada
fi: Valittu avain
fr: Clé sélectionnée
it: Chiave selezionata
nb: Valgt tast
nl: Geselecteerde toets
pl: Wybrany wyróżnik (key)
sv: Vald nyckel

source: Failed. Characters not allowed.
ca: Error. Caràcters no permesos.
cs: Chyba: Byly použity znaky, které nejsou povoleny.
da: Mislykkedes. Tegn er ikke tilladt.
de: Fehler. Zeichen nicht erlaubt.
es: No se permiten caracteres especiales.
fi: Epäonnistui. Merkit eivät ole sallittuja.
fr: Erreur. Caractères non autorisés.
it: Errore. Caratteri non consentiti.
nb: Mislyktes. Tegn ikke tillatt.
nl: Fout. Niet toegestane characters.
pl: Błąd. Niedozwolone znaki.
sv: Misslyckades. Icke tillåtna tecken.

source: Failed. Replace * by some text.
ca: Error. Substitueix * per algun text.
cs: Chyba. Je potřeba nahradit * za nějaký text.
da: Mislykkedes. Erstat * med en eller anden tekst.
de: Fehler. Ersetzen * durch einen Text.
es: Error. Reemplace * por algún texto.
fi: Epäonnistui Korvaa * tekstillä.
fr: Échec. Remplacez * par du texte.
it: Errore. Sostituire * con del testo.
nb: Mislyktes. Erstatt * med tekst.
nl: Mislukt. Vervang * door tekst.
pl: Błąd. Zastąp * tekstem.
sv: Misslyckades. Ersätt * med någon text.

source: connection ID:
ca: iD de la connexió:
cs: ID spojení:
da: forbindelses ID:
de: Verbindungs-ID
es: iD de conexión:
fi: kytkentä ID:
fr: ID de la connexion:
it: ID connessione:
nb: tilkobling-ID:
nl: connectie ID:
pl: ID połączenia:
sv: anslutnings ID:

source: device:
ca: dispositiu:
cs: zařízení:
da: enhed:
de: Gerät:
es: dispositivo:
fi: laite:
fr: périphique:
it: dispositivo:
nb: enhet:
nl: apparaat:
pl: urządzenie:
sv: enhet:

source: Removing installed packages...
ca: Eliminant paquets instal·lats...
de: Installierte Pakete werden entfernt...
es: Eliminando paquetes instalados...
fi: Poistetaan asennettuja paketteja...
fr: Suppression des paquets installés...
it: Rimozione pacchetti installati...
nb: Fjerner installerte pakker...
nl: Geïnstalleerde pakketten verwijderen...
sv: Tar bort installerade paket...

source: DONE
ca: FET
cs: Hotovo
da: UDFØRT
de: Fertig
es: HECHO
fi: VALMIS
fr: TERMINÉ
it: FATTO
nb: FERDIG
nl: KLAAR
pl: GOTOWE
sv: KLAR

source: Removing settings...
ca: Eliminant configuració...
es: Eliminando ajustes...
fr: Suppression des paramètres...
it: Rimozione impostazioni...
nl: Instellingen verwijderen...
sv: Tar bort inställningar...

source: Removing Hotspot service...
ca: Eliminant servei Hotspot...
es: Eliminando servicio de punto de acceso...
it: Rimozione servizio Hotspot...
nl: Hotspot service verwijderen...
sv: Tar bort Hotspot-tjänsten...

source: Removing packages sources...
ca: Eliminant fonts de paquets...
cs: Odstraňování zdrojů balíčků...
da: Fjerner pakke kilder...
de: Pakete-Quellen werden entfernt...
es: Eliminando fuentes de paquetes...
fi: Poistetaan paketteja sorsista...
fr: Suppresion des paquets sources...
it: Rimozione fonti pacchetti...
nb: Fjerner pakker kilder...
nl: Pakketbronnen verwijderen...
pl: Usuwanie repozytoriów źródłowych...
sv: Tar bort paketkällor...

source: Starting OpenPlotter
ca: Iniciant OpenPlotter
cs: Spouštím OpenPlotter
da: Starter OpenPlotter
de: OpenPlotter wird gestartet
es: Iniciando OpenPlotter
fi: Avaa OpenPlotter
fr: Démarrage d'OpenPlotter
it: Avvio di OpenPlotter
nb: Starter OpenPlotter
nl: OpenPlotter starten
pl: Uruchamianie OpenPlotter
sv: Startar OpenPlotter

source: Checking OpenPlotter
ca: Comprovant OpenPlotter
de: Überprüfe OpenPlotter
es: Comprobando OpenPlotter
fi: Tarkistetaan OpenPlotter
fr: Vérification d'OpenPlotter
it: Controllo OpenPlotter
nb: Sjekker OpenPlotter
nl: OpenPlotter controleren
sv: Kontrollerar OpenPlotter

source: Please DO NOT CLOSE THIS WINDOW until all services have been started
ca: Si us plau, NO TANQUIS AQUESTA FINESTRA fins que tots els serveis s'hagin iniciat
de: Bitte SCHLIEßEN SIE DIESES FENSTER NICHT bis alle Dienste gestartet sind
es: Por favor, NO CIERRE ESTA VENTANA hasta que todos los servicios se hayan iniciado
fi: ÄLÄ SULJE TÄTÄ IKKUNAA ennen kuin kaikki palvelut on käynnistetty
fr: Veuillez NE PAS FERMER CETTE FENÊTRE jusqu'à ce que tous les services aient été démarrés
it: Si prega di NON CHIUDERE QUESTA FINESTRA fino a quando tutti i servizi sono stati avviati
nb: Vennligst IKKE KLOSE DENNE VINDUET inntil alle tjenester har blitt startet
nl: SLUIT DIT VENSTER NIET tot alle services zijn gestart
sv: Var snäll och STÄNG INTE DETTA FÖNSTER innan alla tjänster har startats

source: Please wait for all services to be checked
ca: Si us plau, espera a la comprovació de tots els serveis
de: Bitte warten Sie, bis alle Dienste überprüft werden
es: Por favor, espere a que todos los servicios sean verificados
fi: Odota, että kaikki palvelut tarkistetaan
fr: Veuillez attendre que tous les services soient vérifiés
it: Attendere che tutti i servizi siano controllati
nb: Vennligst vent på at alle tjenester skal sjekkes
nl: Wacht tot alle services zijn gecontroleerd
sv: Vänligen vänta på kontroll av samtliga tjänster

source: There are some warnings. Check your system. Closing in
ca: S'han trobat advertències. Comprova el sistema. Tancant en
cs: Byly nalezeny nějaké problémy. Prosím, zkontrolujte váš systém. Uzavření
da: Der er nogle advarsler. Tjek dit system. Lukker ned
de: Es gibt einige Warnungen. Überprüfen Sie Ihr System. Schließen Sie in
es: Hay algunas advertencias. Compruebe su sistema. Cerrando
fi: On muutamia varoituksia. Tarkista systeemisi. Suljetaan
fr: Il y a quelques avertissements. Vérifiez votre système. Fermeture dans
it: Ci sono alcuni avvisi. Controlla il tuo sistema. Chiusura
nb: Det er noen advarsler. Sjekk systemet. Lukker om
nl: Er zijn enkele waarschuwingen. Controleer uw systeem. Sluiten in
pl: Wystąpiły jakieś ostrzeżenia. Sprawdź swój system. Zamykam w ciągu
sv: Hittade varningar. Kontrollera ditt system. stänger om

source: seconds
ca: segons
cs: vteřin
da: sekunder
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
it: secondi
nb: sekunder
nl: seconden
pl: sekund
sv: sekunder

source: There are no warnings. Closing in
ca: No hi ha advertencies. Tancant en
cs: Systém je v pořádku, uzavírám za
da: Der er ingen advarsler. Lukker ned
de: Es gibt keine Warnungen. Schließen in
es: No hay advertencias. Cerrando en
fi: Varotuksia ei ole. Suljetaan
fr: Il n'y a pas d'avertissement. Fermeture dans
it: Non ci sono avvisi. Chiusura
nb: Det er ingen advarsler. Lukker om
nl: Er zijn geen waarschuwingen. Sluiten in
pl: Brak ostrzeżeń. Zamykanie w ciągu
sv: Det finns inga varningar. Stänger om

source: Setting remote desktop...
ca: Configurant escriptori remot...
es: Configurando escritorio remoto...
it: Impostazione desktop remoto...
nl: Extern bureaublad instellen...
sv: Ställer in fjärrskrivbordet...

source: done
ca: fet
cs: hotovo
da: udført
de: Fertig
es: completado
fi: tehty
fr: terminé
it: fatto
nb: ferdig
nl: voltooid
pl: gotowe
sv: klar

source: Applying delay of
ca: Aplicant un retard de
cs: Je aktivní zpožděný start, čekám
da: Anvendelse af forsinkelse af
de: Anwenden der Verzögerung in
es: Aplicando retraso de
fi: Lisätään viive
fr: Application d'un décalage de
it: Applicazione ritardo di
nb: Legger til forsinkelse på
nl: Toepassen vertraging van
pl: Aktywacja opóźnienia
sv: Lägger till fördröjning

source: seconds...
ca: segons...
cs: sekund...
da: sekunder...
de: Sekunden...
es: segundos...
fi: sekuntia...
fr: secondes...
it: secondi...
nb: sekunder...
nl: seconden...
pl: sekund...
sv: sekunder...

source: Delay failed. Is it a number?
ca: El retard ha fallat. És un número?
cs: Zpožděné spuštění se nezdařilo, je zadaná hodnota číslo?
da: Forsinkelse mislykkedes. Er det et tal?
de: Verzögerung fehlgeschlagen. Ist es eine Zahl?
es: Retraso no aplicado. ¿Es un número?
fi: Viive epäonnistui. Onko se numero?
fr: Le décalage a échoué. Est-ce un nombre ?
it: Errore nel ritardo. È un numero?
nb: Forsinkelse mislyktes. Er det et nummer?
nl: Vertraging mislukt. Is het een nummer?
pl: Opóźnienie nieprawidłowe. Czy wprowadzono liczbę?
sv: Fördröjning misslyckades. Är det en siffra?

source: A startup delay will apply
ca: S'aplicarà un retard a l'inici
cs: Bude aplikováno zpoždění při spuštění
da: En startforsinkelse kan forekomme
de: Eine Startverzögerung wird angewendet
es: Se aplicará un retardo de inicio
fi: Lisätään käynnistysviive
fr: Un délai de démarrage s'appliquera
it: Si applicherà un ritardo di avvio
nb: En oppstartsforsinkelse vil bli gjeldende
nl: Een opstartvertraging zal van toepassing zijn
pl: Zostanie zastosowane opóźnienie uruchomienia
sv: En uppstartsfördröjning kommer att tillämpas

source: Checking display server...
ca: Comprovant servidor de visualització...
es: Comprobando servidor de visualización...
fr: Vérification du serveur d'affichage...
it: Controllo del display server...
nl: Displayserver controleren...
sv: Kontrollerar visningsserver...

source: Checking virtual keyboard...
ca: Comprovant teclat virtual...
de: Virtuelle Tastatur wird überprüft...
es: Comprobando teclado virtual...
fi: Tarkistetaan virtuaalista näppäimistöä...
fr: Vérification du clavier virtuel...
it: Controllo tastiera virtuale...
nl: Virtueel toetsenbord controleren...
pl: Sprawdzanie klawiatury wirtualnej...
sv: Kontrollerar virtuellt tangentbord...

source: Checking OpenPlotter autostart...
ca: Comprovant l'inici automàtic d'OpenPlotter...
cs: Kontroluji automatické spuštění OpenPlotteru...
da: Kontrollerer OpenPlotter autostart...
de: OpenPlotter Autostart wird überprüft...
es: Comprobando el auto-arranque de OpenPlotter...
fi: Tarkistetaan OpenPlotter autokäynnistys...
fr: Vérification du démarrage automatique d'OpenPlotter...
it: Controllo avvio automatico di OpenPlotter all'accensione...
nb: Sjekker OpenPlotter autostart...
nl: Controleren OpenPlotter automatisch opstarten...
pl: Sprawdzanie autostartu OpenPlotter...
sv: Kontrollerar OpenPlotter autostart...
