Repository: openplotter/openplotter-settings
Catalog: openplotterSettings/locale/*/LC_MESSAGES/openplotter-settings.po
Languages: ca, cs, da, de, es, fi, fr, it, nb, nl, pl, sv

source: Autostart is not enabled and most features will not work. Please select "Autostart" in "OpenPlotter Settings"
ca: L'inici automàtic no està activat i moltes funcions no funcionaran. Si us plau, selecciona "Inici automàtic" als "Ajustaments d'OpenPlotter"
cs: Automatické spuštění není povoleno, většina funkcí nebude fungovat. Prosím vyberte "Automatické spuštění" v "Nastavení OpenPlotter"
da: Autostart er ikke aktiveret, og de fleste funktioner fungerer ikke. Vælg "Autostart" i "OpenPlotter-indstillinger"
de: Autostart ist nicht aktiviert und die meisten Funktionen werden nicht funktionieren. Bitte wählen Sie "Autostart" in "OpenPlotter Einstellungen"
es: El autoarranque no está activado y la mayoría de las características no funcionarán. Por favor, seleccione "Autostart" en "OpenPlotter Settings"
fi: Autokäynnistys ei ole sallittu ja useimmat ominaisuudet eivät toimi. Valitse "Autokäynnistys" OpenPlotter Asetuksissa"
fr: Le démarrage automatique n'est pas activé et la plupart des fonctionnalités seront inopérantes. Veuillez sélectionner "Démarrage automatique" dans "Paramètres d'OpenPlotter"
it: Avvio automatico non abilitato, molte funzioni non funzioneranno. Si prega di selezionare "Avvio automatico" in "Impostazioni OpenPlotter "
nb: Autostart er ikke aktivert, og de fleste funksjoner vil ikke fungere. Velg "Autostart" i "OpenPlotter Innstillinger"
nl: Autostart is niet ingeschakeld en de meeste functies zullen niet werken. Selecteer "Autostart" in "OpenPlotter Instellingen"
pl: Autostart nie jest włączony i większość funkcji nie zadziała. Wybierz "Autostart" w "Ustawienia OpenPlottera"
sv: Autostart är inte aktiverat så de flesta funktioner kommer inte fungera. Välj "Autostart" i "OpenPlotter Inställningar"

source: enabled
ca: activat
cs: povoleno
da: aktiveret
de: aktiviert
es: habilitado
fi: käytössä
fr: activé
it: abilitato
nb: aktivert
nl: ingeschakeld
pl: włączone
sv: aktiverad

source: Checking OpenPlotter packages source...
ca: Comprovant les fonts de paquets de OpenPlotter...
cs: Kontrola zdroje OpenPlotter balíčků...
da: Kontrollerer kilden til OpenPlotter-pakker...
de: Überprüfe OpenPlotter-Paketquelle...
es: Comprobando la fuente de paquetes OpenPlotter...
fi: Tarkistetaan OpenCPN pakettien sorsia...
fr: Vérification de la source des paquets OpenPlotter...
it: Controllo fonte pacchetti OpenPlotter...
nb: Sjekker OpenPlotter pakkekilde...
nl: OpenPlotter pakketten bron controleren...
pl: Sprawdzanie repozytoriów źródłowych OpenPlotter...
sv: Kontrollerar paketkälla för OpenPlotter...

source: added
ca: afegit
cs: přidáno
da: tilføjet
de: hinzugefügt
es: añadido
fi: lisätty
fr: ajouté
it: aggiunto
nb: lagt til
nl: toegevoegd
pl: dodano
sv: tillagd

source: There are missing packages sources. Please add sources in "OpenPlotter Settings".
ca: Falten algunes fonts de paquets. Si us plau afegeix les fonts a les preferències d'"OpenPlotter".
cs: Zjistili jsme, že některé zdroje balíčků nejsou přidané. Prosím přidejte zdroje v "Nastavení OpenPlotter".
da: Der mangler kilder til pakker. Tilføj venligst kilder i "OpenPlotter-indstillinger".
de: Es gibt keine Paketquellen. Bitte fügen Sie Quellen in "OpenPlotter Einstellungen" hinzu.
es: Hay fuentes de paquetes faltantes. Por favor, añada las fuentes en "Configuración OpenPlotter".
fi: Pakettien sorsia puuttuu. Lisääthän sorsat "OpenPlotter Asetuksissa".
fr: Il y a des sources de paquets manquantes. Veuillez ajouter les sources dans « Paramètres d'OpenPlotter ».
it: Ci sono delle fonti mancanti. Aggiungi le fonti in "Impostazioni OpenPlotter".
nb: Det mangler pakkekilder. Vennligst legg til kilder i "OpenPlotter Innstillinger".
nl: Er ontbreken pakketten. Voeg bronnen toe in "OpenPlotter Instellingen".
pl: Brak niektórych repozytoriów źródłowych dla pakietów. Proszę dodać repozytoria źródłowe w "Ustawienia OpenPlotter".
sv: Det saknas paketkällor. Lägg till källor i "OpenPlotter Inställningar".

source: Checking serial connections conflicts...
ca: Comprovant els conflictes de connexions sèrie...
cs: Kontrola konfliktů sériových připojení...
da: Kontrol af serielle forbindelseskonflikter...
de: Überprüfe Konflikte von seriellen Verbindungen
es: Comprobando conflictos de conexiones serie...
fi: Tutkitaan sarjaliitäntöjen ristiriitoja...
fr: Vérification des conflits des connexions série...
it: Controllo conflitti connessioni seriali...
nb: Sjekker konflikter i serielltilkoblinger...
nl: Controleren op seriële verbindingsconflicten...
pl: Sprawdzanie konfliktów połączeń szeregowych...
sv: Kontrollerar konflikter i de seriella anslutningarna...

source: There are conflicts between the following serial connections:
ca: Hi ha conflictes entre les següents connexions en sèrie:
cs: Existují konflikty mezi následujícími sériovými spojeními:
da: Der er konflikter mellem følgende serielle forbindelser:
de: Es gibt Konflikte zwischen den folgenden seriellen Verbindungen:
es: Hay conflictos entre las siguientes conexiones serie:
fi: Seuraavien sarjakytkentöjen välillä on ristiriitoja:
fr: Il y a des conflits entre les connexions série suivantes :
it: Ci sono conflitti tra le seguenti connessioni server:
nb: Det er konflikter mellom følgende serielle tilkoblinger:
nl: Er zijn conflicten tussen de volgende seriële verbindingen:
pl: Występują konflikty między następującymi połączeniami szeregowymi:
sv: Det finns konflikter mellan följande seriella kopplingar:

source: no conflicts
ca: no hi ha conflictes
cs: žádné konflikty
da: ingen konflikter
de: keine Konflikte
es: sin conflictos
fi: ei ristiriitoja
fr: aucun conflit
it: nessun conflitto
nb: ingen konflikter
nl: geen conflicten
pl: brak konfliktów
sv: inga konflikter

source: Checking network connections conflicts...
ca: Comprovació de conflictes de xarxa...
cs: Kontrola konfliktu síťového připojení...
da: Kontrollerer af netværksforbindelseskonflikter...
de: Netzwerkverbindungskonflikte überprüfen...
es: Comprobando conflictos de conexiones de red...
fi: Tutkitaan verkkoliitäntöjen ristiriitoja...
fr: Vérification des conflits de connexions réseau...
it: Controllo conflitti connessioni seriali...
nb: Kontrollerer konflikter knyttet til nettverk...
nl: Controleren op netwerkconflicten...
pl: Sprawdzanie konfliktów połączeń sieciowych...
sv: Kontrollerar nätverkskonflikter...

source: There are conflicts between the following server connections:
ca: Hi ha conflictes entre les següents connexions al servidor:
cs: Existují konflikty mezi následujícími připojeními k serveru:
da: Der er konflikter mellem følgende serverforbindelser:
de: Es gibt Konflikte zwischen den folgenden Serververbindungen:
es: Hay conflictos entre las siguientes conexiones del servidor:
fi: Seuraavien serverikytkentöjen välillä on ristiriitoja:
fr: Il y a des conflits avec les connexions serveur suivantes :
it: Ci sono conflitti tra le seguenti connessioni server:
nb: Det er konflikt mellom følgende server-tilkoblinger:
nl: Er zijn conflicten tussen de volgende serververbindingen:
pl: Istnieją konflikty między następującymi połączeniami:
sv: Det finns konflikter mellan dessa serverkopplingar:

source: Checking GPIO conflicts...
ca: Comprovant conflictes de GPIO...
cs: Kontrola GPIO konfliktů...
da: Tjekker GPIO- konflikter...
de: Überprüfe GPIO-Konflikte...
es: Comprobando conflictos GPIO...
fi: Tarkistetaan GPIO konflikteja...
fr: Vérification des conflits de GPIO...
it: Controllo conflitti GPIO...
nb: Sjekker GPIO konflikter...
nl: Controleren op GPIO-conflicten...
pl: Sprawdzanie konfliktów GPIO...
sv: Kontrollerar GPIO konflikter...

source: There are GPIO conflicts between the following apps:
ca: Hi ha conflictes de GPIO entre les següents aplicacions:
cs: Existují konflikty GPIO mezi následujícími aplikacemi:
da: Der er GPIO konflikter mellem følgende apps:
de: Es gibt GPIO-Konflikte zwischen den folgenden Apps:
es: Hay conflictos GPIO entre las siguientes aplicaciones:
fi: Seuraavien sovellusten välillä on GPIO-ristiriitoja:
fr: Il y a des conflits GPIO entre les applications suivantes :
it: Ci sono conflitti GPIO tra le seguenti applicazioni:
nb: Det er GPIO-konflikter mellom følgende apper:
nl: Er zijn GPIO-conflicten tussen de volgende apps:
pl: Istnieją konflikty GPIO między następującymi aplikacjami:
sv: Det finns GPIO konflikter mellan följande appar:

source: Checking backlight...
ca: Comprovant il·luminació de fons...
de: Überprüfe Hintergrundbeleuchtung...
es: Comprobando contraluz...
fi: Tarkistetaan taustavaloa...
fr: Vérification du rétroéclairage...
it: Controllo retroilluminazione...
nb: Sjekker bakgrunnslys...
nl: Achtergrondverlichting controleren...
sv: Kontrollerar bakgrundsljus...

source: Value (0-100):
ca: Valor (0-100):
de: Wert (0-100):
es: Valor (0-100):
fi: Arvo (0-100):
fr: Valeur (0-100):
it: Valore (0-100):
nb: Verdi (0-100):
nl: Waarde (0-100):
sv: Värde (0-100):

source: disabled
ca: deshabilitat
cs: zakázáno
da: deaktiveret
de: deaktiviert
es: deshabilitado
fi: estetty
fr: désactivé
it: disabilitato
nb: deaktivert
nl: uitgeschakeld
pl: wyłączone
sv: inaktiverad

source: Checking Power off management...
ca: Comprovant gestió d'energia...
cs: Kontrola řízení vypnutí...
de: Überprüfung der Shutdown-Verwaltung...
es: Comprobando gestión de apagado...
fi: Tarkistetaan Power off -hallintaa...
fr: Vérification de la gestion d'arrêt d'alimentation...
it: Controllo gestione spegnimento...
nb: Sjekker nedstengingshåndtering...
nl: Controle van stroomuitschakelbeheer...
pl: Sprawdzanie zarządzania wyłączaniem...
sv: Kontrollerar hantering av avstängning...

source: Checking Shutdown management...
ca: Comrpovant preferències d'apagat...
cs: Kontrola řízení vypnutí...
de: Überprüfung der Shutdown-Verwaltung...
es: Comprobando gestión de apagado...
fi: Tarkistetaan sammutuksen hallintaa...
fr: Vérification de la gestion d'arrêt en cours...
it: Controllo gestione spegnimento...
nb: Sjekker nedstengingshåndtering...
nl: Controle van afsluitbeheer...
pl: Sprawdzanie zarządzania zamknięciem...
sv: Kontrollerar avstängningshantering...

source: service running
ca: servei en execució
es: servicio en ejecución
fr: service en cours d'exécution
it: servizio in esecuzione
nl: service actief
sv: tjänsten startad

source: service not running
ca: servei aturat
es: el servicio no se está ejecutándo
fr: service pas en cours d'exécution
it: servizio non in esecuzione
nl: service niet actief
sv: tjänsten stoppad

source: Checking touchscreen optimization...
ca: Comprovant optimització de pantalla tàctil...
de: Überprüfe Touchscreen-Optimierung...
es: Comprobando optimización de la pantalla táctil...
fi: Tarkistetaan kosketusnäytön optimointia...
fr: Vérification de l'optimisation de l'écran tactile...
it: Controllo dell'ottimizzazione touchscreen...
nb: Sjekker optimalisering av berøringsskjerm...
nl: Touchscreen-optimalisatie controleren...
sv: Kontrollerar pekskärmsoptimering...

source: Checking rescue mode...
ca: Comprovant mode de rescat...
cs: Kontrola záchranného režimu...
de: Rettungsmodus wird überprüft...
es: Comprobando modo de rescate...
fi: Tarkistetaan pelastustilaa...
fr: Vérification du mode de récupération...
it: Controllo modalità salvataggio...
nb: Sjekker redningsmodus...
nl: Herstelmodus controleren...
pl: Sprawdzanie trybu ratunkowego...
sv: Kontrollerar räddningsläget...

source: Checking debugging mode...
ca: Comprovant mode de depuració...
cs: Kontrola režimu ladění...
da: Tjekker fejlfindingstilstand...
de: Debugging-Modus wird überprüft...
es: Comprobando modo de depuración...
fi: Tarkistetaan vianetsintätilaa...
fr: Vérification du mode de débogage...
it: Controllo modalità di debug...
nb: Sjekker feilsøkingsmodus...
nl: Foutopsporingsmodus controleren...
pl: Sprawdzanie trybu debugowania...
sv: Kontrollerar felsökningsläget...

source: Checking WiFi password...
ca: Comprovant la clau WiFi...
es: Comprobando la contraseña WiFi...
fr: Vérification du mot de passe WiFi...
it: Controllo password Wi-Fi...
nl: WiFi-wachtwoord controleren...
sv: Kontrollerar Wi-Fi-lösenord...

source: The WiFi connection is using a default password. This is a security risk - please set a new password in "Network Manager > Advanced Options > Edit Connections"
ca: La connexió WiFi està utilitzant una clau predeterminada. Això suposa un risc per la seguretat. Si us plau, configura una nova clau a "Gestor de Xarxa > Opcions avançades > Editar Connexions"
es: La conexión WiFi está utilizando una contraseña por defecto. Este es un riesgo de seguridad - por favor, establezca una nueva contraseña en "Administrador de red > Opciones avanzadas > Editar conexiones"
it: La connessione WiFi utilizza una password di default. Rischio per la sicurezza, imposta una nuova password in "Network Manager > Opzioni Avanzate > Modifica Connessioni"
nl: De WiFi verbinding gebruikt een standaard wachtwoord. Dit is een beveiligingsrisico - stel een nieuw wachtwoord in in "Netwerkbeheer > Geavanceerde opties > Bewerk verbindingen"
sv: Wi-Fi-anslutningen använder ett standardlösenord. Detta är en säkerhetsrisk - ange ett nytt lösenord i "Nätverk > Avancerade alternativ > Redigera anslutningar"

source: not found
ca: no s'ha trobat
es: no se encuentra
fr: non trouvé
it: non trovato
nl: niet gevonden
sv: hittades inte

source: STARTUP FINISHED
ca: INICI FINALITZAT
cs: Spuštění dokončeno
da: OPSTART Afsluttet
de: AUTOSTART BEENDET
es: ARRANQUE FINALIZADO
fi: KÄYNNISTYS PÄÄTTYNYT
fr: DÉMARRAGE TERMINÉ
it: AVVIO COMPLETATO
nb: OPPSTART FULLFØRT
nl: Opstarten voltooid
pl: ROZRUCH ZAKOŃCZONY
sv: UPPSTART AVSLUTAD

source: CHECK SYSTEM FINISHED
ca: COMPROVACIÓ DE SISTEMA FINALITZADA
cs: Kontrola systému dokončena
da: System tjek afsluttet
de: SYSTEM-TEST BEENDET
es: COMPROBACION DEL SISTEMA FINALIZADA
fi: SYSTEEMITARKISTUS PÄÄTTYNYT
fr: VÉRIFICATION DU SYSTÈME TERMINÉ
it: CONTROLLO DEL SISTEMA COMPLETATO
nb: SYSTEMSJEKK FULLFØRT
nl: Systeem controle voltooid
pl: SPRAWDZENIE SYSTEMU ZAKOŃCZONE
sv: SYSTEMKONTROLL AVSLUTAD

source: MAIANA AIS transponder
ca: Transponedor d'AIS MAIANA
cs: MAIANA AIS vysílač
es: MAIANA AIS transpondedor
fr: Transpondeur SIA MAIANA
nb: MAIANA AIS sender
pl: transponder AIS MAIANA

source: CAN Bus
ca: Bus CAN
cs: Sběrnice CAN
es: Bus CAN
fi: CAN Väylä
fr: Bus CAN
it: Bus CAN
nl: CAN bous
pl: Magistrala CAN

source: Autostart
ca: Inici automàtic
cs: Automatické spuštění
es: AutoInicio
fi: Autom. käynnistys
fr: Démarrage automatique
it: Avvio automatico
nl: Automatisch starten

source: rpi-backlight
de: rpi-Hintergrundbeleuchtung
fi: rpi-taustavalo
fr: rpi-rétroéclairage
nb: rpi-bakgrunnsbelysning

source: System log
nb: Systemlogg

source: Rescue
nb: Redning

source: Touchscreen optimization enabled
nb: Berøringsskjerm optimalisering aktivert

source: Touchscreen optimization disabled
nb: Berøringsskjerm optimalisering deaktivert

source: Debugging mode
da: Fejlretningstilstand
nb: Feilsøkingsmodus

source: See all
da: Se alle
nb: Se alt

source: See category
da: Se kategori
nb: Se kategori

source: Search
da: Søg
nb: Søk

source: Delete all logs
da: Slet alle log
nb: Slett alle logger

source: Notify if the system log file is larger than:
da: Advisér hvis systemlogfil er større end:
nb: Varsle hvis systemets loggfil er større enn:

source: Save
da: Gem
nb: Lagre

source: Reading log, please wait...
da: Indlæser log, vent venligst...
nb: Leser loggfil, vennligst vent...

source: Error reading log
da: Fejl ved læsning af log
nb: Feil under lesing av loggfil

source: Error reading log
da: Fejl ved læsning af log
nb: Feil under lesing av loggfil

source: Current and archived system log files will be deleted. A new system log file will be created after reboot. Are you sure?
da: Aktuelle og arkiverede systemlogfiler vil blive slettet. En ny systemlogfil vil blive oprettet efter genstart. Er du sikker?
nb: Gjeldende og arkiverte system-loggfiler vil bli slettet. En ny system-loggfil vil bli opprettet etter omstart. Er du sikker?

source: Current and archived system log files have been deleted
da: Aktuelle og arkiverede systemlogfiler er blevet slettet
nb: Gjeldende og arkiverte systemloggfiler har blitt slettet

source: Checking system log file size...
da: Kontrollerer systemlogfilens størrelse...
nb: Kontrollerer størrelsen til systemloggfilen...

source: System log file size:
da: System logfilstørrelse:
nb: Systemlogg filstørrelse:
